{"Job Description":{"0":"Are you a creative AI Content Creator with domain expertise in Anyword, Wordtune and Marketmuse and a passion for sharing your knowledge with others? Join the Contra Creator program to create and share high-quality projects and the portfolio of your dreams based on your unique skillset.\nAs a member of the Contra Creator program, you’ll be creating high-quality portfolio projects about AI and Social Media. These will be featured on Contra and around the web. You will be paid $2000 USD for a 1 month project for the following scope.\nScope\nCreate and share 8 - 10 high-quality projects on your Contra Portfolio. Contra will help you choose the topics that will be most beneficial to your portfolio. We will also do SEO research on each topic to make sure your portfolio gets tons of visibility.\nHost the content on your Contra portfolio that lives on your custom domain (we can help you get one if you don’t have one already)\nEnsure that content is easy to share and engage with on social media platforms and other online channels\nShare content on your social platforms and\/or in communities\nWhat We’re Looking For\nExperience creating and editing high-quality content\nStrong domain expertise in the AI space\nActive on social media and familiar with engagement strategies (a plus)\nWhat You’ll Get\nBuild the Portfolio of your dreams 💭\nBoost your reputation on Contra and as an independent\nIncreased discoverability of your unique expertise\nCommunity of fellow freelancers and thought leaders\nAbout Contra\nThe Contra team wants to continue to support the independent community and we believe there is no better way to do this than with paid opportunities 🚀\nContra allows Independents to build their digital portfolio, get discovered by clients around the world, and earn money commission-free; while connecting Clients with top Independent talent.\nWe believe in empowering people to work the way they want.\nIf you are passionate about sharing your knowledge and want to be part of a growing community of creators, please apply!\nLearn more about Contra here!","1":"Are you a creative AI Video Producer with domain expertise in AI video animation, Synthesia and Pictory and a passion for sharing your knowledge with others? Join the Contra Creator program to create and share high-quality projects and the portfolio of your dreams based on your unique skillset.\nAs a member of the Contra Creator program, you’ll be creating high-quality portfolio projects about video producing and animations. These will be featured on Contra and around the web. You will be paid $2000 USD for a 1 month project for the following scope.\nScope\nCreate and share 8 - 10 high-quality projects on your Contra Portfolio. Contra will help you choose the topics that will be most beneficial to your portfolio. We will also do SEO research on each topic to make sure your portfolio gets tons of visibility.\nHost the content on your Contra portfolio that lives on your custom domain (we can help you get one if you don’t have one already)\nEnsure that content is easy to share and engage with on social media platforms and other online channels\nShare content on your social platforms and\/or in communities\nWhat We’re Looking For\nExperience creating and editing high-quality content\nStrong domain expertise in the AI space\nActive on social media and familiar with engagement strategies (a plus)\nWhat You’ll Get\nBuild the Portfolio of your dreams 💭\nBoost your reputation on Contra and as an independent\nIncreased discoverability of your unique expertise\nCommunity of fellow freelancers and thought leaders\nAbout Contra\nThe Contra team wants to continue to support the independent community and we believe there is no better way to do this than with paid opportunities 🚀\nContra allows Independents to build their digital portfolio, get discovered by clients around the world, and earn money commission-free; while connecting Clients with top Independent talent.\nWe believe in empowering people to work the way they want.\nIf you are passionate about sharing your knowledge and want to be part of a growing community of creators, please apply!\nLearn more about Contra here!","2":"Are you a creative AI Artist with domain expertise in DALL-E, Midjourney, and Stable Diffusion and a passion for sharing your knowledge with others? Join the Contra Creator program to create and share high-quality projects and the portfolio of your dreams based on your unique skillset.\nAs a member of the Contra Creator program, you’ll be creating high-quality portfolio projects about AI Art. These will be featured on Contra and around the web. You will be paid $2000 USD for a 1 month project for the following scope.\nScope\nCreate and share 8 - 10 high-quality projects on your Contra Portfolio. Contra will help you choose the topics that will be most beneficial to your portfolio. We will also do SEO research on each topic to make sure your portfolio gets tons of visibility.\nHost the content on your Contra portfolio that lives on your custom domain (we can help you get one if you don’t have one already)\nEnsure that content is easy to share and engage with on social media platforms and other online channels\nShare content on your social platforms and\/or in communities\nWhat We’re Looking For\nExperience creating and editing high-quality content\nStrong domain expertise in the AI space\nActive on social media and familiar with engagement strategies (a plus)\nWhat You’ll Get\nBuild the Portfolio of your dreams 💭\nBoost your reputation on Contra and as an independent\nIncreased discoverability of your unique expertise\nCommunity of fellow freelancers and thought leaders\nAbout Contra\nThe Contra team wants to continue to support the independent community and we believe there is no better way to do this than with paid opportunities 🚀\nContra allows Independents to build their digital portfolio, get discovered by clients around the world, and earn money commission-free; while connecting Clients with top Independent talent.\nWe believe in empowering people to work the way they want.\nIf you are passionate about sharing your knowledge and want to be part of a growing community of creators, please apply!\nLearn more about Contra here!","3":"Company Description\nBosch Global Software Technologies Private Limited (BGSW) is a 100% owned subsidiary of Robert Bosch GmbH. We are one of the world’s leading global suppliers of technology and services, offering end-to-end Engineering, IT, and Business Solutions.\nWith a global footprint and presence in US, Europe, Japan, China, and the Asia Pacific region, we are at the forefront of designing, developing, and executing IoT ecosystems through our all-encompassing capability within the 3 aspects of IoT – Sensors, Software, and Services.\nWe have always focused on improving the quality of the life of people, providing newer revenue-generating opportunities, and improving operational efficiencies for enterprises through an array of solutions. With our unique ability to offer end-to-end solutions that connect Sensors, Software, and Services, we enable businesses to move from the traditional to digital or improve businesses by introducing a digital element in their products and processes.\nJob Description\n·        Passionate about data and how it can make a difference?\n·        Interested in learning how to create a strategy and execute the same?\n·        Want to be part of a vibrant global Power BI community with some of the most passionate people?\n·        Committed to making a difference with a role with vast opportunities to grow and excel?\nIf your answer to all above questions is “Yes”, then the role is for you! We are looking for passionate and dynamic associate who want to be part of this exciting journey.\nWhat you’ll do?\nYou will work as part of our global DevOps teams to provide data solutions for our internal customers across the globe. In collaboration with our product owners and business experts you will create and improve Power BI Reports and meaningful Premium Data Sets. You will be able to explore the full world of our business data platform to generate insights and derive actions. You will be responsible to drive continuous improvement engagements and be part of a problem-solving culture\nTake responsibility: You will work with our internal customers and international team of developers to design and implement Power BI Reports and Power BI Premium Datasets.\nHelp shape the future: As an employee of the global cross-functional Business Intelligence team (xBI), you will work on the future steering of Bosch.\nUse freedom and creativity: We live agile values so that you can contribute your ideas and experiences for the benefit of the team and the company.\nThink entrepreneurially: As part of the leading in-house provider for data and analytics-based solutions within Bosch, you will experience the start-up spirit with us and make your contribution through entrepreneurial thinking and acting.\nLive Cooperation: You will work in an interdisciplinary and international team supported by internal and external service providers as well as in direct exchange with our internal customers.\nPersonality: Team player, committed, responsible and flexible\nQualifications\nEducation: Graduate \/ Postgraduate in Engineering (preferably Computer Science) \/ MBA \/ MCA  \nExperience: 5+ years of experience working as a Power BI developer (rare exceptions for highly skilled developers). Professional experience in the field of BI and Data Warehouse. Working knowledge of Microsoft BI and Azure stack. Prolific experience with data analytics and data warehousing environments. Experience in translating business requirements into set of analytical tasks.\nWay of working: Agile, analytical, proactive, result, solution-oriented and high code\/solution quality.\nAdditional Information\nKnow-How:\n·        Collection and analysis of complex requirements and creation of solution concepts\n·        Ability to tackle complex problems independently or by collaborating with other team members\n·        Conception and implementation of data analysis, data strategies and visualizations\n·        Working knowledge on how to extract data from SQL, transform data through SQL backend, Power Query, DAX.\n·        Familiarity with BI concepts such as ETL design, analytics, and reporting\n·        Excellent troubleshooting and analytical skills\n·        Experience in DAX queries, Power BI, Building Analysis Services tabular models (SSAS)\n·        Solid understanding of data warehousing concepts including the common schema architectures, dimensions, facts, aggregate facts, and data marts. Data Vault knowledge and Azure certificates will be beneficial.\n·        Certification in Power BI will be an added advantage\n·        Good understanding of Agile and leveraging Agile to deliver consistent business results\nEnthusiasm: Passion for data, data solutions and its integration, developing interdisciplinary approaches and products for customers and presenting complex issues in a simple manner\nLanguages: Fluent in English, written and spoken to collaborate with developers and communicate with customers.","4":"If you are looking for a rewarding career with a highly successful company that puts people first, Halvik Corp is the place for you! We are committed to delivering smarter IT-driven solutions bolstered by quality and innovation to help the US Federal Government succeed. Join our growing team and make a difference!\nWhat You Will Do:This position will be responsible for architecting, configuring, implementing and maintaining complex data visualizations within a variety of Business Intelligence (BI)\/visualization tools. Specific roles on this project inside AWS and Azure environments include: (i) working with data architects to create datamart and enterprise warehouse data models to support complex visualizations; (ii) configuring the metadata layer in a variety of BI tools, such as Tableau, OBIEE, Business Objects, Cognos, etc., to support complex visualizations; (iii) configuring the security model within the BI tool to appropriately restrict user access to visualizations; (iv) creating tabular reports and visualizations within BI tools; (v) optimizing performance issues within BI tools including caching and data cube strategies; and (vi) working with cloud data engineers to troubleshoot visualization issues that arise during the O&M phase.\nWhat You Need:Experience building and maintaining tabular reports and visualizations. Extensive experience with Tableau building complex reports and visualizations including reports with hierarchical drill downs, crosstab reports, and a variety of visualization formats.Experience with other BI tools including at least 1 of the following: OBIEE, Cognos, Business Objects, Socrata. Experience tuning the performance of visualizations including caching and report refresh scheduling; Configuring BI tools at the metadata and security layer. Configuring the metadata layer for BI tools to ingest data from a database (or data repository) and support a variety of BI visualizations. Configuring the security model for BI tools to restrict access to users based on client requirements · Migration of visualization configurations between environments. Experience migrating a visualization configuration from a Dev environment to higher level environments (QA, Staging, Production) using BI tools.\nDesired Skills:Ability to communicate effectively with a variety of stakeholders to obtain requirements and demonstrate the conclusions that flow from various data visualizations. Experience as a data architect designing data models for enterprise data warehouses in AWS Redshift, datamarts or data lakes in AWS S3. Experience as a cloud data engineer developing pipelines to feed a data warehouse or visualization tool (e.g. SQL, Python, AWS Glue, Azure Data Factory.Halvik offers a competitive full benefits package including:Company-supported medical, dental, vision, life, STD, and LTD insuranceBenefits include 11 federal holidays and PTO.401(k) with company matchingFlexible Spending Accounts for commuter, medical, and dependent care expensesTuition AssistanceCharitable Contribution matching\nTo comply with the guidance provided by the Safer Federal Workforce Task Force (Task Force) for Federal Contractors and Subcontractors, Halvik is requiring COVID-19 vaccinations for all their employees except where an employee is legally entitled to an accommodation. \nHalvik Corp is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability or veteran status.","5":"Responsibilities\nDesign and further development of our existing and future dashboards and reporting based on Power BI, Azure DataBase and Azure DataFactory\nAnalysis, conception, design and implementation of new requirements from the business departments on the basis of Power BI, Azure DataBase and Azure DataFactory\nCollaboration with business departments in process analysis, conception and design of solutions as well as their documentation\nSetting up ETL flows respectively connecting new systems to Azure DataBase \/ Azure DataFactory\nApplication administration (monitoring, user and authorisation management)\nKey-User support\nRequirements\n3-5 years of experience in a similar data-related role, using Microsoft technologies\nCompleted technical education in Informatics (e.g. higher technical school or university) or equivalent qualification within business field\nDeep knowledge with Power BI, Azure DataBase and Azure DataFactory\nGood knowledge of ETL (Extract, Transform, Load)\nKnowledge of relational databases and data modelling\nKnowledge of SAP-BW is an advantage\nVery good English language skills\nBenefits\nA competitive package, depending on level of experience. You can work remote (hybrid) and you will also be provided with private insurance and extra benefits. You will have the opportunity to work in a motivating and multicultural environment as well as on global scale projects. You will have the opportunity to build a long-run career in a well-established multinational company.","6":"Company Description\nVisa is a world leader in digital payments, facilitating more than 215 billion payments transactions between consumers, merchants, financial institutions and government entities across more than 200 countries and territories each year. Our mission is to connect the world through the most innovative, convenient, reliable and secure payments network, enabling individuals, businesses and economies to thrive.\nWhen you join Visa, you join a culture of purpose and belonging – where your growth is priority, your identity is embraced, and the work you do matters. We believe that economies that include everyone everywhere, uplift everyone everywhere. Your work will have a direct impact on billions of people around the world – helping unlock financial access to enable the future of money movement.\nJoin Visa: A Network Working for Everyone.\nJob Description\nWe are actively searching for a People Analytics Data Visualization Analyst with a strong understanding of recruiting processes and a passion for data and analytics.\n This person will be part of the Workforce Analytics team and will engage with Talent Acquisition leadership, Talent Management, Workforce Planning, Diversity & Inclusion, and other teams to optimize analytics capabilities.\n This person will develop dashboards and other tools to provide data-driven insights (e.g., benchmarking data, trends, ROI) for enterprise-wide Talent Acquisition strategies and initiatives. In addition, this person should be able to deliver recommendations to our leaders that will enable them to make informed business decisions, drive productivity, and reduce or control costs. \n Essential Functions\n•    You will use tools such as Excel, PowerPoint, Tableau, Power BI or infographics to deliver reports and dashboards\n•    You will create routine reports and prepare analysis of recruiting trends for existing programs and new initiatives\n•    You will partner with People Analytics team members to create Recruiting and Workforce Planning models, templates, and documentation\n•    You will design and recommend dashboards with key metrics for talent acquisition operations to better align resources and drive better decision making\n•    You will identify, analyze and forecast trends into meaningful visualizations and develop presentations for leadership as needed\n•    You will produce and present ad hoc, weekly, monthly and quarterly talent acquisition analysis reports to support business data activity reporting needs\n•    You will work with HRBPs and TA Leaders to develop, maintain and drive usage of user dashboards that display real time and on-demand KPIs for the Talent Acquisition, Talent Sourcing and Workforce Planning and HR Operations teams\n•    You will evaluate trends on process and measuring organizational effectiveness and make recommendations for further optimization\n•    You will lead the analytical approach of special projects or key business initiatives of the organization including developing timeline and objectives, performance standards, and engaging stakeholders from cross functional departments such as Communication, Diversity & Inclusion and University Recruiting Programs\n•    You will lead process improvements to ensure high integrity and accuracy of recruiting data through audits and governance\n This is a hybrid position. Hybrid employees can alternate time between both remote and office. Employees in hybrid roles are expected to work from the office 2-3 set days a week (determined by leadership\/site), with a general guidepost of being in the office 50% or more of the time based on business needs.\nQualifications\nBasic Qualifications:\n2 or more years of work experience with a Bachelor’s Degree or an Advanced Degree (e.g. Masters, MBA, JD, MD, or PhD)\n\nPreferred Qualifications:\n3 or more years of work experience with a Bachelor’s Degree or more than 2 years of work experience with an Advanced Degree (e.g. Masters, MBA, JD, MD)\n• Bachelor’s Degree with a concentration in quantitative or related field such as marketing, human resources, data analytics, business analytics, computer science, engineering, economics, math, or statistics\n• 3 years of experience developing reports in an enterprise reporting tool with proficient knowledge of databases and business systems\n• 3 years of previous experience using research, data, and external information sources to support decision making\n• Expert in Tableau Reporting\n• At least 1 years of experience in recruitment ATS and\/or HRIS technology\n• Proven understanding of predictive analytics and other business-related data analysis strategies\n• Strong technical aptitude, advanced skills with various applications and systems including MS Office, SQL language and Tableau Prep\nAdditional Information\nWork Hours: Varies upon the needs of the department.\nTravel Requirements: This position requires travel 5-10% of the time.\nMental\/Physical Requirements: This position will be performed in an office setting.  The position will require the incumbent to sit and stand at a desk, communicate in person and by telephone, frequently operate standard office equipment, such as telephones and computers.\nVisa is an EEO Employer.  Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability or protected veteran status.  Visa will also consider for employment qualified applicants with criminal histories in a manner consistent with EEOC guidelines and applicable local law.\nVisa will consider for employment qualified applicants with criminal histories in a manner consistent with applicable local law, including the requirements of Article 49 of the San Francisco Police Code.\nU.S. APPLICANTS ONLY: The estimated salary range for a new hire into this position is 83,300.00 to 106,200.00 USD, which may include potential sales incentive payments (if applicable). Salary may vary depending on job-related factors which may include knowledge, skills, experience, and location. In addition, this position may be eligible for bonus and equity. Visa has a comprehensive benefits package for which this position may be eligible that includes Medical, Dental, Vision, 401 (k), FSA\/HSA, Life Insurance, Paid Time Off, and Wellness Program.","7":"Company Description\nOur culture is defined by our values and our deep commitment to help our clients succeed. We are a division of the 38th largest company in the world and bring to bear the strength of a very large network of interconnected Hitachi companies. At the same time we remain absolutely committed to the nimble agility that helped us grow Hitachi Solutions from three founding partners to nearly 2,000 consultants, developers and support personnel all around the globe.\nHitachi Solutions is a leader in providing industry solutions based on Microsoft Dynamics AX and Microsoft Dynamics CRM. Hitachi Solutions provides its customers with industry focus, software industry domain expertise, and proven tier-1 people. Hitachi Solutions works with its customers to understand their unique formula for success and develops solutions that improve their business and attain measurable results.2011, 2009, 2006 & 2005 Microsoft Dynamics Partner of the Year (Finalist 2008, 2007). Microsoft Global Dynamics Award (Global Dynamics Partner of the year) 2014. \nHitachi Solutions is a core IT company of the Hitachi Group, which employs some 400,000 people worldwide. Through systems integration, we provide ideal solutions and products for customers. Headquartered in Tokyo, Japan, Hitachi Solutions' reach extends to group companies in Japan and abroad, working with a worldwide network of alliance partners. We bring solutions and products to diverse countries and regions including Asia, the United States and Europe. The flagship company in the Hitachi Group's information and communication system solutions business, Hitachi Solutions also offers solutions for social innovation such as smart cities.  \nFor more information on Hitachi Solutions, please visit: https:\/\/web.hitachi-solutions.com\nJob Description\nRequirements:\nA minimum of 5+ years full-time experience using VertiPaq\nAble to quickly provide both M and DAX solutions\nHands-on experience working in Business Intelligence, Data Engineering or Data Science\nUnwavering ability to quickly propose solutions by recalling the latest best practices learned from MVP & Product Team articles, MSFT documentation, whitepapers, and community publications\nA passion for understanding and integrating business semantics into technology solutions\nExcellent communication, presentation, influencing, and reasoning skills\nAbility to lead projects\nFamiliarity with the Azure data platform, e.g., ADLS, SQL Server, ADF, Databricks etc.\n We would like to see a blend of the following technical skills:\nInformation Design\nDAX, M, PowerShell, and T-SQL\nVertiPaq and MashUp engine knowledge\nPower BI Desktop, Power BI Dataflows, Tabular Editor, DAX Studio, and VertiPaq Analyzer\nPower BI Service architecture design and administration\nData modelling using the Kimball methodology\nAzure Data Factory , Azure Data Leak, Azure Services.","8":"Company Description\nOctopus \nOctopus is a group of innovative, entrepreneurial businesses investing in the people, ideas and industries that will help to change the world. We are experts in financial services and energy, and we’re also a certified B Corp, meaning we care as much about the impact of our investments as the returns they generate. Today we manage more than £12.6* billion on behalf of retail and institutional investors. Our energy supply business is one of the fastest growing companies in the UK, reaching 3.1 million customers in just five years, and is the only supplier to be recommended by Which? four years in a row. \nOctopus Energy, Octopus Giving, Octopus Moneycoach, Octopus Investments, Octopus Renewables, Octopus Real Estate, Octopus Ventures, Octopus Wealth and Seccl Technology are all part of Octopus Group. Visit octopusgroup.com. \n*Funds Under Management data includes undrawn commitments, funds under advisory mandates, funds monitored and the Octopus Cash service as of 31st December 2021 \nJob Description\nWe are looking for a Senior Power BI Developer to join the Data Insights team within Octopus Investments.  This is an opportunity to join a growing team in an exciting period of transformation where you will be at the forefront of shaping how the business uses data & insight.  You will be the ‘go-to PowerBI person’ in the team, spearheading the development and rollout of PowerBI across the business.\nCore responsibilities will include:\nProviding end-to-end delivery of enterprise-level Power BI solutions for OI.\nGathering, clarifying, and developing requirements with stakeholders.\nLeading the architectural design, governance, and adoption of Power BI.\nUsing a working knowledge of modern data warehousing frameworks to work closely with the Data Engineering team to define data solutions.\nBuilding and delivering Power BI training.\nOwnership of the Power BI development roadmap.\nCreating and maintaining complete and accurate solution design documents.\nQualifications\nEssential experience & characteristics:\nExperience developing end-to-end Power BI reporting and analytics solutions\nExcellent knowledge SQL, DAX, and Power Query (M)\nStrong understanding of data modelling concepts\nProficiency in data visualisation and report design\nExperience working in or alongside data engineering teams to deliver data solutions\nExperience of designing and delivering Power BI training.\nGreat people skills - this role will involve working with lots of internal stakeholders both technical and non-technical.\nDesire to learn new technologies and continuously develop new skills and expertise.\nNice to have:\nWorking knowledge of DBT.\nExperience of coaching more junior team members.\nExperience working for a similar, fast paced Financial Services company.\nAdditional Information\nOur Values \nAt Octopus we don't just focus on what we do but also how we do it. Everyone shares our values of being straightforward, helpful and bold. And while these are the principles that guide us as an organisation. \nWhat we offer\n💰  A competitive salary, bonus, pension and share incentive plan\n✈️ Take what you need holiday\n🏡 Flexible working \n⚓ Anchor (our wellness hub) which includes Headspace, one to one coaching through Sanctus, Parent Cloud, Digital GP, Shout & more\n👪 Enhanced family leave policies\n❤️ Life insurance, critical illness cover and income protection\n🏥 Private medical insurance for you and your family\n🚗 Electric vehicle leasing\n🌍 The option to work overseas up to a month per year","9":"We currently have a vacancy for a Data Visualization Specialist fluent in English, to offer his\/her services as an expert who will be based in Valencia. The work will be carried out either in the company’s premises or on site at customer premises. In the context of the first assignment, the successful candidate will be integrated in the team of the company that will closely cooperate with a major client’s IT team on site.\n\nYour tasks\nBuild interactive and complex data visualizations and analysis tools (e.g., dashboards); as well as create and edit visual content including maps, charts, and graphs;\nAssess customer requirements, determine technical feasibility and document results as well as Draft technical specifications based on functional requirements;\nEnsure in-depth unit, application and integration testing as well as assist in the creation and enhancement of design and development standards.\nRequirements\nUniversity degree in IT combined with minimum 5 years of experience in data visualization and BI reports development;\nExcellent visual skills, including demonstrable design knowledge, such as layout, typography, colour, interaction design and fluency with BI tools;\nStrong experience in Oracle PL\/SQL scripts, SQL Server Scripts, HTML, CSS and JavaScript;\nExpertise with charting and other data visualization techniques;\nRelevant experience and high proficiency in MS SSRS, SSAS, Power BI and Excel;\nExperience with the complete systems development lifecycle process;\nWorking knowledge of MS SSIS and SharePoint;\nAbility to write detailed documentation (use cases, configuration instructions, and models);\nExcellent command of the English language.\nBenefits\nIf you are seeking a career in an exciting and dynamic company, where you will offer your services as part of a team of a major European Institution, operating in an international, multilingual and multicultural environment where you can expect real chances to make a difference, please send us your detailed CV in English, quoting reference: (14901\/03\/23).\nWe offer a competitive remuneration (either on contract basis or remuneration with full benefits package), based on qualifications and experience. All applications will be treated as confidential.\nEUROPEAN DYNAMICS (www.eurodyn.com)is a leading Software, Information and Communication Technologies company, operating internationally (Athens, Brussels, Luxembourg, Copenhagen, Stockholm, London, Nicosia, Hong-Kong, Valetta, etc). The company employs over 600 engineers, IT experts and consultants (around 3% PhD, 36% MSc and 53% BSc or equivalent). We design and develop software applications using state-of-the-art technology. The group generates annual revenues in the range of EURO 40 million, with an EBITDA in the range of 20%. The value of our contract portfolio exceeds EURO 250 million. EUROPEAN DYNAMICS is a renowned supplier of IT services to government institutions, multinational corporations, public administrations and multinational companies, research and academic institutes.\nAs part of our dedication to the diversity of our workforce, we are committed to Equal Employment Opportunity without regard for race, color, national origin, ethnicity, gender, disability, sexual orientation, gender identity, or religion.\nEUROPEAN DYNAMICS (ED) adheres to the General Data Protection Regulation principles by applying its Privacy Policy as published in www.eurodyn.com\/privacy. By submitting an application to this position and by sharing your personal data with ED, you acknowledge and accept its Policy and authorise ED to process your personal data for the purposes of the company's recruitment opportunities, in line to the Policy.\nFurthermore, when providing your data, it is up to you to explicitly consent that your data can be assessed for future job openings, for as long as you do not withdraw such consent. If you do not consent, we will not be able to consider the data you provide to us for future job openings.","10":"Who We Are\nThe name ThousandEyes was born from two big ideas: the power to see things not ordinarily possible and the ability to collect insights from a multitude of vantage points. As organizations rely more on cloud services and the Internet, the network has become a \"black box\" outside of their control. ThousandEyes gives organizations visibility and insight into the now borderless network. It arms them with an accurate understanding of how the network impacts their applications, users and customers. ThousandEyes is used by some of the world's largest and fastest growing brands, including all of the top 5 global software companies, 5 of the top 6 US banks, and 45 of the Fortune 500.\nThousandEyes' pioneered Cloud and Internet Intelligence and is widely known as the 'Google Maps of the Internet.' Today, ThousandEyes is central to the global operations of the world's largest and fastest-growing brands. The company was acquired by Cisco in August 2020, chartered with continuing to drive leadership in empowering organizations to see, understand, and improve digital experiences everywhere.\nAbout The Team\nDigital experiences rely on a vast ecosystem of ISPs, cloud providers, SaaS applications and many other external services that are critically dependent on the Internet. This rapid increase towards as-a-service models has given rise to unknown dependencies that plague enterprise teams with blindspots that are hard to discover without a new toolset. Border Gateway Protocol, or BGP, plays a critical role in the functioning of the Internet; yet few teams have deep expertise in how it impacts user experience. \nThe mission of our BGP team is to make it easier to troubleshoot Internet reachability problems that arise from BGP based changes; and more importantly clearly tie to user experience . This is an evolving space with new standards being built that govern how the Internet operates and this team is at the forefront of giving our customers the toolsets needed to operate their Internet facing infrastructure. \nAbout The Role\nAs a Senior Product Manager at ThousandEyes, you will own the success of our BGP based product and work alongside peers on the Internet & WAN Synthetics team to drive customer outcomes. You’ll set direction by working directly with customers, and make plans come to life by leading a cross-functional team of design, engineering, and go-to-market. Your mission is to deliver massive customer and business value by shipping the right product at the right time.\nGenerate and shepherd creative ideas, both large and small, that bring value to customers and the business.\nLead a cross-functional team of engineering and design to ship product experiences that customers love. \nStay hands-on with customers to keep them happy today, while gaining insight for future ideas.\nPartner closely with go-to-market teams to make sure potential customers understand how the product can benefit them.\nThoughtfully prioritize to maximize the impact of engineering effort.\nBring curiosity, positivity, and an entrepreneurial approach to each day.\nWhat We’re Looking For \nTechnical Acumen: You will work closely with engineering to understand technical tradeoffs and their impact on the product. Being comfortable in the code is a plus, but not required.\nProduct Sense: Our favorite product managers bring together insights from every corner (customers, engineering, design, and go-to-market teams) to design and build the best product experience.\nCuriosity: The best candidates understand that creativity and growth start with a curious, humble mindset and asking thoughtful questions. \nOwnership: The best product managers take the responsibility of delivering a successful product to heart, and step in wherever needed, even if crossing typical role boundaries; they never shy away from the details nor lose sight of the bigger picture.\nCommunication: Effective communication to any audience (company leadership, engineering, customers, and more) is key to success in this role. \nAttitude & Ambition: The best candidates are smart, hard working, competitive, and not afraid to fail. They are team first but willing to take the lead with minimal guidance and supervision. \nApply for this role if you:\nHave 3+ years of Product Management experience, ideally with demonstrated success in enterprise\/SaaS software products. \nExperience and\/or passion for working with data visualization","11":"Data Visualization Specialist  Hyderabad | India | Hybrid\nWhy You?Are you an experienced Data Visualization Specialist based in Hyderabad? Can you create interactive and insightful dashboards, reports, and visualizations in Tableau to enable data-driven decision-making.? Can you help transform how we compete and win by helping us use data to power businesses and turn data into valuable insight? If you Love Your Data™ and enjoy solving complex business\/technical problems and want to Love your career, then this could be the job for you!\nWhat will you be doing?\nCreate and deliver smart data flows, data sets, lenses and dashboards that enable Pythian to support customer requirements and drive quick decision making\nCollecting requirements from Pythian internal teams for their reporting\/analytics needs and translate into stories for the team to implement\nCreating Tableau dashboards for presentation of data & KPIs to Pythian leadership team and operational teams\nUsing Tableau, create compelling visualizations of the data to present it in a easy to grasp format\nManage library of Tableau dashboards and provide support to users when searching for the right reports\nWork with the rest of the Operational Innovation Data team to support Pythian’s Data Strategy, developing and maintaining guidelines and standards for the visualization of data \nWhat do we need from you?\nThis is a “wish list” If you are interested in this role but not sure if your skills and experience are exactly what we’re looking for, please do apply, we’d love to hear from you! There will be plenty of opportunities to learn new skills and contribute to the Team and Customers needs and grow with Pythian. While we realise you might not have everything to be the successful candidate for the Data Visualization job you will likely have skills such as;\nStrong data visualization skills\nStrong experience as Tableau developer with a demonstrable portfolio of dashboards to share with us!\nIdeally also - strong experience working as a Business Analyst, ideally with a focus on data and analytics \nAbility to interpret data to help inform business decisions\nStrong analytical skills, including the ability to mine data in order to draw meaningful conclusions\nAgile Project Management experience\/exposure\nExperience with data audits would be great\nExperience with SQL and querying data from the database is a plus\nHolding a Tableau Certification would also be desirable\nThis role involves shifted work time to cross over with North American colleagues working up to 11pm IST\/1pm EST","12":"Company Description\nBosch Global Software Technologies Private Limited (BGSW) is a 100% owned subsidiary of Robert Bosch GmbH. We are one of the world’s leading global suppliers of technology and services, offering end-to-end Engineering, IT, and Business Solutions.\nWith a global footprint and presence in US, Europe, Japan, China, and the Asia Pacific region, we are at the forefront of designing, developing, and executing IoT ecosystems through our all-encompassing capability within the 3 aspects of IoT – Sensors, Software, and Services.\nWe have always focused on improving the quality of the life of people, providing newer revenue-generating opportunities, and improving operational efficiencies for enterprises through an array of solutions. With our unique ability to offer end-to-end solutions that connect Sensors, Software, and Services, we enable businesses to move from the traditional to digital or improve businesses by introducing a digital element in their products and processes.\nJob Description\n·        Passionate about data and how it can make a difference?\n·        Interested in learning how to create a strategy and execute the same?\n·        Want to be part of a vibrant global Power BI community with some of the most passionate people?\n·        Committed to making a difference with a role with vast opportunities to grow and excel?\nIf your answer to all above questions is “Yes”, then the role is for you! We are looking for passionate and dynamic associate who want to be part of this exciting journey.\nWhat you’ll do?\nYou will work as part of our global DevOps teams to provide data solutions for our internal customers across the globe. In collaboration with our product owners and business experts you will create and improve Power BI Reports and meaningful Premium Data Sets. You will be able to explore the full world of our business data platform to generate insights and derive actions. You will be responsible to drive continuous improvement engagements and be part of a problem-solving culture\nTake responsibility: You will work with our internal customers and international team of developers to design and implement Power BI Reports and Power BI Premium Datasets.\nHelp shape the future: As an employee of the global cross-functional Business Intelligence team (xBI), you will work on the future steering of Bosch.\nUse freedom and creativity: We live agile values so that you can contribute your ideas and experiences for the benefit of the team and the company.\nThink entrepreneurially: As part of the leading in-house provider for data and analytics-based solutions within Bosch, you will experience the start-up spirit with us and make your contribution through entrepreneurial thinking and acting.\nLive Cooperation: You will work in an interdisciplinary and international team supported by internal and external service providers as well as in direct exchange with our internal customers.\nPersonality: Team player, committed, responsible and flexible\nQualifications\nEducation: Graduate \/ Postgraduate in Engineering (preferably Computer Science) \/ MBA \/ MCA  \nExperience: 5+ years of experience working as a Power BI developer (rare exceptions for highly skilled developers). Professional experience in the field of BI and Data Warehouse. Working knowledge of Microsoft BI and Azure stack. Prolific experience with data analytics and data warehousing environments. Experience in translating business requirements into set of analytical tasks.\nWay of working: Agile, analytical, proactive, result, solution-oriented and high code\/solution quality.\nAdditional Information\nKnow-How:\n·        Collection and analysis of complex requirements and creation of solution concepts\n·        Ability to tackle complex problems independently or by collaborating with other team members\n·        Conception and implementation of data analysis, data strategies and visualizations\n·        Working knowledge on how to extract data from SQL, transform data through SQL backend, Power Query, DAX.\n·        Familiarity with BI concepts such as ETL design, analytics, and reporting\n·        Excellent troubleshooting and analytical skills\n·        Experience in DAX queries, Power BI, Building Analysis Services tabular models (SSAS)\n·        Solid understanding of data warehousing concepts including the common schema architectures, dimensions, facts, aggregate facts, and data marts. Data Vault knowledge and Azure certificates will be beneficial.\n·        Certification in Power BI will be an added advantage\n·        Good understanding of Agile and leveraging Agile to deliver consistent business results\nEnthusiasm: Passion for data, data solutions and its integration, developing interdisciplinary approaches and products for customers and presenting complex issues in a simple manner\nLanguages: Fluent in English, written and spoken to collaborate with developers and communicate with customers.","13":"Who is DigitalOnUs by Tech Mahindra?\nAt Tech Mahindra, we have a culture of driving positive change, celebrating each moment, and empowering all to Rise drives us to dream, do, and become more. By living our culture, both as individuals and as a team, we establish and advance our presence as a brand that is global, innovative, and caring. Our culture also leads the way for us to be and become a Company with a Purpose. We try to achieve this by making responsibility personal and adopting sustainability as a way of life at Tech Mahindra.\nOur service offerings are aligned to the changing world of our customers. Our portfolio of services range from designing strategy to delivering impact. We are Software Engineers, Technical Architects, Cloud and DevOps specialists. But the most important, we are dreamers, creators and challengers. Each day, we strive to make great come alive.\nOur technology partners are Hashicorp, Google Cloud, AWS, Oracle, SFDC, BMC, HPE, Pega, VMware, Cisco, IBM, SAP, Dell EMC, Microsoft and Service Now.\nAt Tech Mahindra, we are more than 140,000 employees with presence in more than 90 countries. Our DigitALL philosophy focuses on transforming clients' businesses across Products, Services, Business Models and Reimagined Business Processes, leading to new Revenue Opportunities, Enhanced Customer Experience, Operational Efficiency, Reduced Risk, and a better Society.\nWe are always looking for the brightest candidates to come and we offer a work environment with everything you need to be your best. Does Ambition, Success, Fun, Friends & Learning define your idea of a career? Join us and be part of our family!\nWe're looking for a passionate, product-focused Sr Data Analyst\/ Power BI  who has hacked systems in creative ways, and who are curious about new languages, technologies, and trends. We believe that working hard is a byproduct of loving what you do and not something that can be assured on a timesheet.\n  Location: Mexico - Remote\nQuailifications we are looking for:\nMinimum 5+ years of experience working directly with Powe BI.\nPerform data model design and implementation\nData experience (data architecture, data modeling, data engineering)\n3+ years of experience with writing and debugging SQL queries.\nHave proven experience in visual analytics best practices, development processes, and knowledge of typical BI & analytics too. (Power BI, Qlik Sense, Tableau, etc.)\nAbility to integrate reporting components from multiple data sources\nEffective analytical, conceptual, and problem-solving skills.\nAbility to work concurrently across multiple technologies (e.g. Power BI, Qlik Sense, Tableau) depending upon specific needs of the client\nAbility to manage multiple parallel assignments and meets specified milestones\nExperience in optimizing dashboards with focus on usability, performance, flexibility and standardization\nExperience in end-to-end implementation of BI projects for developing a portfolio of scorecards, KPIs, reports & dashboards.\nWhat you can expect from us\nAt DigitalOnUs by TechMahindra, what distinguishes us from other teams is the comfortable environment which engenders trust within teams and with our customers. Trust and openness leads to quality, innovation, commitment to deliverables, efficiency and cost-effectiveness for all our customers.\nWork with some truly remarkable IT engineers, architects, specialists and more.\nWe’re growing at a phenomenal pace and we’d like some company.\nHear your voice, nurture your talent and help you strengthen your foot print!\nBenefits above the law\nMentorship, and opportunities to grow and learn\n  ID:2301\nIf you apply for this opportunity we will get you resume and its contain personal data whose treatment has been authorized by its owner for Digital OnUs, S. de RL de CV (the \"Company”). If you are not the owner of this information or have no relation whatsoever with the subjects treated in it, you are requested in the most attentive way not to make copies of it and \/ or its attached files and delete it immediately, under the risk of being considered as responsible for the unauthorized treatment of personal data in accordance with the Federal Law on Protection of Personal Data Held by Private Parties, its Regulations, and other applicable regulations. If you are the owner of personal data in possession of the Company and wish to obtain further information regarding the processing of your personal data or the exercise of your ARCO rights, please consult our integral privacy notice on the website https:\/\/www.digitalonus.com\/privacy-policy\/","14":"Company Description\nThe Bosch Group is a leading global supplier of technology and services. In 2013, its roughly 281,000 associates generated sales of 46.4 billion Euros. Since the beginning of 2013, its operations have been divided into four business sectors: Automotive Technology, Industrial Technology, Consumer Goods, and Energy and Building Technology. \nThe Bosch Group comprises Robert Bosch GmbH and its roughly 360 subsidiaries and regional companies in some 50 countries. If its sales and service partners are included, then Bosch is represented in roughly 150 countries. This worldwide development, manufacturing, and sales network is the foundation for further growth\nRBVH - Robert Bosch Engineering and Business Solutions Vietnam Company Limited is 100% owned subsidiary of Robert Bosch GmbH. \nRBVH has started its operations from 19th October, 2010 at e-Town2 in HCMC. This engineering development center will be engaged in developing embedded systems and software, mechanical design and simulation, and will provide IT (SAP Consulting, JAVA Development….) and Business Services (Finance and accounting, Economics, Purchasing, Logistics, Translations Japanese-English-Japanese, Information Security ) solutions to the Bosch group of companies globally. \nJob Description\nCreate data model based on data source\nGenerate different kinds of PowerBI report\nRequirement verification\nTask estimation\nUnit Testing\nQualifications\nBachelor degree in IT\/ Computer Science or relevant background\nHave at least 2 years of experience in Power BI development\nHands-on \u0084experience in SQL Query in SQL server\n\u0084Hands-on \u0084experience in SQL Server Integration Services (SSIS)\n\u0084Hands-on \u0084experience in SQL Server Reporting Services (SSRS)\n\u0084Good at unit testing and integration test strategies\n\u0084Willing to support team members\/others on DB-related tasks\n\u0084Good English communication skills\n\u0084Must be able to multi-task and deal with changing priorities\nAdditional Information\nWhy BOSCH?\nBecause we don't just follow trends, we create them.\nBecause together we turn ideas into reality, working every day to make the world of tomorrow a better place. Do you have high standards when it comes to your job? So do we. At Bosch, you will discover more than just work.\nBenefits and Career Opportunities\nWorking in one of the Best Places to Work in Vietnam\nJoin a dynamic and fast growing global company (English-speaking environment)\n13th-month salary bonus + attractive performance bonus (you'll love it!) + annual performance appraisal\n100% monthly basic salary and mandatory social insurances in 2-month probation\nOnsite opportunities: short-term and long-term assignments\n15++ days of annual leave + 1 day of birthday leave\nPremium health insurance for employee and 02 family members\nFlexible working time\nLunch and parking allowance\nVarious training on hot-trend technologies\/ foreign language (English\/Chinese\/Japanese) and soft-skills\nFitness & sport activities: football, badminton, yoga, Aerobic\nFree in-house entertainment facilities and snack\nJoin in various team building, company trip, year-end party, tech talks and a lot of charity events","15":"We are expanding our development teams and although we don’t care much about titles, we call this role Data Engineer with Power BI experience and the key is having experience and knowledges in Cloud, and a constant desire to keep learning. Our vision is to build multidisciplinary teams which directly manage projects in an AGILE way to find and implement the best solutions 😊\n\nWhat will you do?\nYou will participate developing projects from scratch with the collaboration of the team.\nYou will participate in the design of architectures and decisions making in a constructive environment and with co-creation dynamics.\nYou will be a key player in the development of good practices, clean and reusable code.\nYou will develop ETLs with Spark (Python\/Scala).\nYou will develop projects in the cloud (Azure\/AWS).\nAnalyzing, querying, and transforming data using DAX.\nYou will build scalable pipelines with different technologies: Airflow, data factory…\nRequirements\nWhat are we looking for?\nMore than 3 years in Software\/data engineering experience.\nSolid experience in Python or Scala and Spark processing large volumes of data.\nSolid Cloud experience (Azure or AWS).\nExperience with Power BI (visualization, modeling, DAX)\nExperience working with tabular models.\nExperience in creating data pipelines (CI\/CD).\nKnowledge of SQL and NoSQL databases.\nExperience with Databricks, Data Factory, Synapse, Apache Airflow, etc.\nHigh level of English and German.\nA team player.\nBenefits\nWhat do we offer?\nSalary determined by the market and your experience 🤑\nFlexible schedule 35 Hours \/ Week 😎 (no salary reduction)\nFully remote work (optional) 🌍\nIndividual budget for training and free Microsoft certifications 📚\nMonthly bonus for electricity and Internet expenses at home 💻\nPlain Camp (annual team-building event) 🎪\nBirthday day off 🌴🥳\n➕ The pleasure of always working with the latest technological tools!\n\nWith all this information you already know a lot about us. Will you let us know you better?\nThe selection process? Simple, just 3 steps: a call and 2 interviews with the team 🤘\nAnd you may wonder… Who is Plain Concepts?\nPlain Concepts is made up of 400 people who are passionate about technology, driven by the change towards finding the best solutions for our customers and projects.\nThroughout the years, the company has grown thanks to the great technical potential we have and relying on our craziest and most innovative ideas. We currently have over 14 offices in 6 different countries. Our main goal is to keep growing as a team, developing the best and most advanced projects in the market.\nWe truly believe in the importance of bringing together people from different backgrounds and countries to build the best team, with a diverse and inclusive culture.\nWhat do we do at Plain Concepts?\nWe are characterized for having a 100% technical DNA. We develop customized projects from scratch, technical consultancy, training, and our own product: Sidra Data Platform 💜\nWe don’t do bodyshopping or outsourcing\nOur teams are multidisciplinary, and the organizational structure is flat and horizontal\nWe are very committed to AGILE values\nLiving is sharing: We help, support, and encourage each other to expand our knowledge internally and also towards the community (with conferences, events, talks…)\nWe always look for creativity and innovation, even when the idea might seem crazy to others\nTransparency is key to any relationship\nWe make our clients’ ideas and solutions a reality with a high degree of technical excellence, for more information you can visit our website:\n\n➡ https:\/\/www.plainconcepts.com\/case-studies\/\n\nAt Plain Concepts, we certainly seek to provide equal opportunities. We want diverse applicants regardless of race, colour, gender, religion, national origin, citizenship, disability, age, sexual orientation, or any other characteristic protected by law.","16":"Company Description\nWe’re the world’s leading sports technology company, at the intersection between sports, media, and betting. More than 1,700 sports federations, media outlets, betting operators, and consumer platforms across 120 countries rely on our know-how and technology to boost their business.\nJob Description\nOVERVIEW:\nWe’re looking to expand our Betting Entertainment Tools team in Ljubljana with a Front-end Engineer. You’ll be joining a dedicated and closely connected team that specializes in market leading betting solutions integrated by more than 400 clients and reaching hundreds of millions of sport fans and punters globally. As a Front-end Engineer, you’ll work together with a team of experienced designers, product owners, and senior engineers to develop innovative and intuitive products. Ease of customization, polished design, following the latest industry trends, and abundance of data are key areas that make our solutions stand out from the rest.\nWe strive for excellence and are actively adopting clean code tools and practices. We believe in the engineering principle \"if it's not tested, its broken\" and we make sure our products, services, and infrastructure are thoroughly tested. We follow a cloud-native strategy; managed services enable us to focus on the problems that interest us most – and we invest in our people with AWS training as we recognize the skills modern developers need to succeed.\nIf this sounds interesting, we should talk.\nTHE CHALLENGE:\nDesign and implement client-side components using Sportradar’s proprietary frontend framework based on ReactJS.\nSlicing designs into pixel-perfect HTML\/CSS layouts and spice them up with animations.\nImplement new functionalities based on specifications and work on stabilization of existing applications.\nYOUR PROFILE:\nat least 3 years experience as a frontend or web developer. \nProficient knowledge of HTML\/CSS. \nGood understanding of JavaScript language and web development principles.\nExperience with at least one client-side JavaScript library or framework, ideally ReactJS.\nUnderstanding of version control, branching, and merging.\nAny experience with web design and web design software is a plus.\nFluent in English.\nAbility to work in a dynamic international environment.\nA very keen eye for the details.\nProactivity and willingness to learn new technologies.\nOUR OFFER:\nCompetitive salary and benefits.\nWork in an international team collaborating with colleagues from all over the world.\nOpportunity to work and develop in a dynamic Tech environment within an inspiring and fast-growing company.\nFlexible working hours and work from home options.\n#MakeTheTeam\nAdditional Information\nSportradar is an Equal Opportunity Employer. We are committed to encourage diversity within our teams. All qualified applicants will receive consideration without regard to among other things, your background, status, or personal preferences ","17":"Power BI Developer\nReporting to: Data & Reporting Manager\nLocation: Scale Space Building, 58 Wood Lane, London W12 7RZ.\n  We’ve been pioneering embedded finance since 2007 and over the years, we’ve worked in partnership with banks, SaaS providers, payment processors, checkout providers, and even the UK government – providing all they need to offer easy and frictionless revenue-based finance solutions to their SME customers through our API-powered funding platform.\nWe are in a very exciting period of growth, both within the UK and internationally, with teams based in London, Nottingham, USA and Scandinavia. As we continue to grow we are looking for talented and ambitious individuals to join us to reshape business finance.\nWe are proud to have been included in The Sunday Times Hiscox Tech Track 100 as one of the 100 fastest growing FinTechs in the UK for two years running.\n  Who are you? \n  The ideal candidate will have solid practical experience as a Power BI developer. Knowledge & experience of Power Apps and Power Automate is desirable but not essential. The candidate should feel comfortable across the whole data lifecycle – specifically with competent SQL skills.\n  The ability to confidently communicate up and down the stakeholder ladder is essential, as is the ability to advise, train and support our user base. A keen eye for detail is critical.\n  While technical skills are a necessary requirement, the key to success in this role is the ability to be able to understand and interpret user requirements across the business, often by challenging the status quo of methods and processes.\n    Responsibilities\n  Work collaboratively across all business functions to deliver Reporting.\nIdentify key improvements and requirements in reporting and processes.\nTranslate those business requirements into robust, scalable technical solutions\nCreate and test the quality and accuracy of reporting outputs before they are released.\nWork closely with the data engineers, analysts, and other core stakeholders to develop a data strategy across the business to leverage the data assets we have\n    We think you'll need\n  Significant experience with Power BI is a must.\nExperience with advanced Power BI functionality including Power Apps is very valuable but not a must-have\nExperience of managing and delivering reporting projects.\nUnderstanding of data modelling, with competent SQL skills.\nStrong data analysis, interpretation, and visualisation skills.\nKnowledge & experience of Power Apps and Power Automate is desirable but not essential.\nAn inquisitive mindset, proactive approach to problem solving and the ability to work both autonomously and collaboratively.\n    What happens next?\n  A lot of businesses talk about the importance of diversity and inclusion, at Liberis we want to make sure that we’re genuinely fostering a highly inclusive culture that not only welcomes diversity, but celebrates it. Our commitment is not just surface level. We’re on a mission to create a safe space where everyone and anyone, regardless of their background, can thrive. \n  It’s not just the right thing to do. We also recognise that diverse teams perform better because we have so much to learn from one another. We think that’s pretty cool, and if you do to then you’re in the right place.  \n  We have a hive of activity happening around the business to make sure we’re always pushing for more. Everyone is encouraged to get involved to help us to continue to build an excellent culture at Liberis.  \n  Think this sounds like the right next move for you? If you’re not completely confident that you fit our exact criteria, get in touch! Humility is a wonderful thing and we are interested in hearing about what you can add to Liberis. You can reach us at talent@liberis.co.uk - we look forward to chatting with you! \n  #LI-CG1","18":"Company Description\nWe help the world see new possibilities and inspire change for better tomorrows. Our analytic solutions bridge content, data, and analytics to help business, people, and society become stronger, more resilient, and sustainable.\nJob Description\nCustomer Experience  - Visualization Analyst (Power BI)\nResponsible for working with our business partners to create Power BI dashboards which help drive business decisions.\nModel the data by writing SQL queries\/Python codes to support dashboard requirements.\nHelp the team in enhancing existing dashboards.\nWorking with business partners to increase dashboards usage.\nGathers and analyzes data and develops architectural requirements at project level.\nResearches and evaluates emerging visualization technology, industry and market trends to create a long term roadmap for dashboards.\nCoaches and mentors team members.\nLong term development and Technical expertise in DW\/BI Practice, communicate well with all stakeholders, optimize objectives, leverage state of the art tools and best practices, integrate into corporate systems and deliver on time.\nShould have independently worked on designing and launching dashboards.\nQualifications\nSkills Required\nA minimum of 2-4 years of experience in data architecture and Modeling\nA Minimum of 2 years of experience on Power BI tool.\nDeep understanding in Dimensional Modelling, Data Analysis, Data Conversion\/Transformation and Database Design etc.\nKnowledge of SQL language is mandatory (python will be preferred).\nAdditional Information\nAt the heart of what we do is help clients manage risk. Verisk (Nasdaq: VRSK) provides data and insights to our customers in insurance, energy and the financial services markets so they can make faster and more informed decisions.   \nOur global team uses AI, machine learning, automation, and other emerging technologies to collect and analyze billions of records. We provide advanced decision-support to prevent credit, lending, and cyber risks. In addition, we monitor and advise companies on complex global matters such as climate change, catastrophes, and geopolitical issues.  \nBut why we do our work is what sets us apart. It stems from a commitment to making the world better, safer and stronger.  \nIt’s the reason Verisk is part of the UN Global Compact sustainability initiative. It’s why we made a commitment to balancing 100 percent of our carbon emissions. It’s the aim of our “returnship” program for experienced professionals rejoining the workforce after time away. And, it’s what drives our annual Innovation Day, where we identify our next first-to-market innovations to solve our customers’ problems.   \nAt its core, Verisk uses data to minimize risk and maximize value. But far bigger, is why we do what we do. \nAt Verisk you can build an exciting career with meaningful work; create positive and lasting impact on business; and find the support, coaching, and training you need to advance your career. We have received the Great Place to Work® Certification for the fifth consecutive year. We’ve been recognized by Forbes as a World’s Best Employer and a Best Employer for Women, testaments to our culture of engagement and the value we place on an inclusive and diverse workforce.  Verisk’s Statement on Racial Equity and Diversity supports our commitment to these values and affecting positive and lasting change in the communities where we live and work.  \nVerisk Analytics is an equal opportunity employer.\nAll members of the Verisk Analytics family of companies are equal opportunity employers. We consider all qualified applicants for employment without regard to race, religion, color, national origin, citizenship, sex, gender identity and\/or expression, sexual orientation, veteran's status, age or disability.\nhttp:\/\/www.verisk.com\/careers.html\nUnsolicited resumes sent to Verisk, including unsolicited resumes sent to a Verisk business mailing address, fax machine or email address, or directly to Verisk employees, will be considered Verisk property. Verisk will NOT pay a fee for any placement resulting from the receipt of an unsolicited resume. \nConsumer Privacy Notice\nAt Verisk, the health and safety of our people is our number one priority.  Effective November 15, 2021, and subject to applicable law, all prospective hires for office based roles or roles that support any of our businesses’ government contracts will be required to demonstrate that they are fully vaccinated against COVID-19 by their start date, or qualify for a legally-required medical or religious accommodation to this vaccination requirement, as a condition of employment. Hired candidates who do not demonstrate that they are fully vaccinated against COVID-19 by their start date, and who have not been approved for a legally-required medical or religious accommodation will no longer meet the requirements for employment and their offers of employment will be immediately rescinded, in accordance with applicable law.","19":"Salary Range: $65,000 - $75,000 based on experience\nMust be US Citizen based in the US\n\nWe are seeking a Junior Data Visualization Engineer to join our growing team at REAL Strategies. If you have attention to detail, a knack for problem solving, ability to handle multiple projects at once, and embrace a collaborative work environment, this is an opportunity for you. You would join our Data & Technology team that works closely with all our team members and clients in a small-company, fully remote environment.\nREAL Strategies is a data and technology driven organization that provides effective solutions to modern consumer, advocacy, and data-related challenges. We support our clients’ mission and help them achieve their goals.\nThe Junior Data Visualization Engineer provides critical support to our Data & Technology team at REAL Strategies. Working with our Data Visualization Engineer, you will help to interpret campaign metrics and analyze diverse data sets to create and maintain clear data visualization products for internal team members and our clients.\nRequirements\n\nYou must understand data infrastructure standards and software tools.\nMinimum 1 to 3 years’ experience in creating, developing, and maintaining interactive dashboards (React, R Shiny, Tableau, etc.)\nProven experience with programming and web languages (R, SQL, JavaScript, HTML, CSS, etc.)\nExperience with using, maintaining, or building REST APIs\nExperience with statistical programming (R, Pandas)\nAbility to work in and adapt to a fast-moving, team-oriented virtual environment\nAdditional Preferred Qualifications\nAbility to communicate to both technical and non-technical audiences for product demonstrations, compile written documentation, etc.\nKnowledge and experience with AWS tools\nKnowledge and experience with ArcGIS, or similar spatial manipulation tool\nBenefits\nWe believe that a diverse, inclusive staff is fundamental to success. We are committed to hiring people of all races, ethnicities, religions, ages, sex, genders, sexual orientation, and gender identities. Women, people of color, LGBTQ+ individuals, and members of untapped groups are encouraged to apply and are welcome on our team.\nWe offer a supportive workplace filled with dedicated and creative people and all the following benefits:\nCOMPETITIVE COMPENSATION\nIncluding a 401(k) with generous matching and annual bonus program\n100% REMOTE WORKING OPPORTUNITY\nAlways have been and always will be\nTOP-NOTCH MEDICAL COVERAGE\nDomestic-partner inclusive, health, dental, vision, life, cancer coverage, and long-term disability insurance for you and your dependents\nGENEROUS PAID TIME OFF\n23 days of PTO per year. We believe in work-life balance and encourage you to use your time off.\nPAID PARENTAL LEAVE\n8 weeks of fully paid time off. All genders qualify equally, and the policy includes adoptions.","20":"Company Description\nAt ServiceNow, our technology makes the world work for everyone, and our people make it possible. We move fast because the world can’t wait, and we innovate in ways no one else can for our customers and communities. By joining ServiceNow, you are part of an ambitious team of change makers who have a restless curiosity and a drive for ingenuity. We know that your best work happens when you live your best life and share your unique talents, so we do everything we can to make that possible. We dream big together, supporting each other to make our individual and collective dreams come true. The future is ours, and it starts with you. \nWith more than 7,400+ customers, we serve approximately 80% of the Fortune 500, and we're proud to be one of FORTUNE's 100 Best Companies to Work For® and World's Most Admired Companies® 2022.\nLearn more on Life at Now blog and hear from our employees about their experiences working at ServiceNow.\nUnsure if you meet all the qualifications of a job description but are deeply excited about the role? We still encourage you to apply! At ServiceNow, we are committed to creating an inclusive environment where all voices are heard, valued, and respected. We welcome all candidates, including individuals from non-traditional, varied backgrounds, that might not come from a typical path connected to this role. We believe skills and experience are transferrable, and the desire to dream big makes for great candidates.\nJob Description\nYou will be part of the ServiceNow Cloud Services Big Data Team.  The Big Data team is building the next-generation platform that collects, stores and provides real-time access to large amounts of data.\nYou will be driving the design and implementation of ServiceNow in-house real-time data visualization and analytics platform to support the growth of ServiceNow.\n What you get to do in this role:\nBring your innovation and experience in designing and developing the next generation data analytics platform using cutting-edge technologies. \nLead a global engineering team to drive end to end product design and implementation. \nStandardize processes for complete development cycle including design, implementation, unit testing, code review, testing automation etc. \nResearch and adopt the right technologies to improve the scalability and productivity of the engineering group. \nWork closely with key stakeholders and product owners to drive technical design for requirements of various use cases. \nCoordinate with cross-function teams (DevOps, network, QA, etc.) to ensure a smooth cycle from development to deployment.\nQualifications\nTo be successful in this role you have:\nHands-on experience architecting enterprise data analytics products with high scalability and performance.\n6+ years of software development experience along with strong troubleshooting and debugging skills.\nExpert level skills with JavaScript, NodeJS, Webpack, ReactJS or other modern UI frameworks, Java and REST API developments.\nBackground with data analytics, data visualization, BI tools and Hadoop ecosystem.\nAbility to produce high-quality software that is unit tested, code reviewed, and checked in regularly for continuous integration.\nSolid background in complicated SQL & data analytics.\nZeal for learning and adopting new ideas and patterns.\nStrong Computer Science fundamentals,  data structures, algorithms, and software design.\nAdditional Information\nServiceNow is an Equal Employment Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, creed, religion, sex, sexual orientation, national origin or nationality, ancestry, age, disability, gender identity or expression, marital status, veteran status or any other category protected by law.\nAt ServiceNow, we lead with flexibility and trust in our distributed world of work. Click here to learn about our work personas: flexible, remote and required-in-office.\nIf you require a reasonable accommodation to complete any part of the application process, or are limited in the ability or unable to access or use this online application process and need an alternative method for applying, you may contact us at talent.acquisition@servicenow.com for assistance.\nFor positions requiring access to technical data subject to export control regulations, including Export Administration Regulations (EAR), ServiceNow may have to obtain export licensing approval from the U.S. Government for certain individuals. All employment is contingent upon ServiceNow obtaining any export license or other approval that may be required by the U.S. Government.\nPlease Note: Fraudulent job postings\/job scams are increasingly common. Click here to learn what to watch out for and how to protect yourself. All genuine ServiceNow job postings can be found through the ServiceNow Careers site.\n  From Fortune. © 2022 Fortune Media IP Limited All rights reserved. Used under license.\nFortune and Fortune Media IP Limited are not affiliated with, and do not endorse products or services of, ServiceNow.","21":"Company Description\nOur culture is defined by our values and our deep commitment to help our clients succeed. We are a division of the 38th largest company in the world and bring to bear the strength of a very large network of interconnected Hitachi companies. At the same time we remain absolutely committed to the nimble agility that helped us grow Hitachi Solutions from three founding partners to nearly 2,000 consultants, developers and support personnel all around the globe.\nHitachi Solutions is a leader in providing industry solutions based on Microsoft Dynamics AX and Microsoft Dynamics CRM. Hitachi Solutions provides its customers with industry focus, software industry domain expertise, and proven tier-1 people. Hitachi Solutions works with its customers to understand their unique formula for success and develops solutions that improve their business and attain measurable results.2011, 2009, 2006 & 2005 Microsoft Dynamics Partner of the Year (Finalist 2008, 2007). Microsoft Global Dynamics Award (Global Dynamics Partner of the year) 2014. \nHitachi Solutions is a core IT company of the Hitachi Group, which employs some 400,000 people worldwide. Through systems integration, we provide ideal solutions and products for customers. Headquartered in Tokyo, Japan, Hitachi Solutions' reach extends to group companies in Japan and abroad, working with a worldwide network of alliance partners. We bring solutions and products to diverse countries and regions including Asia, the United States and Europe. The flagship company in the Hitachi Group's information and communication system solutions business, Hitachi Solutions also offers solutions for social innovation such as smart cities.  \nFor more information on Hitachi Solutions, please visit: https:\/\/web.hitachi-solutions.com\nJob Description\nRequirements:\nA minimum of 5+ years full-time experience using VertiPaq\nAble to quickly provide both M and DAX solutions\nHands-on experience working in Business Intelligence, Data Engineering or Data Science\nUnwavering ability to quickly propose solutions by recalling the latest best practices learned from MVP & Product Team articles, MSFT documentation, whitepapers, and community publications\nA passion for understanding and integrating business semantics into technology solutions\nExcellent communication, presentation, influencing, and reasoning skills\nAbility to lead projects\nFamiliarity with the Azure data platform, e.g., ADLS, SQL Server, ADF, Databricks etc.\n We would like to see a blend of the following technical skills:\nInformation Design\nDAX, M, PowerShell, and T-SQL\nVertiPaq and MashUp engine knowledge\nPower BI Desktop, Power BI Dataflows, Tabular Editor, DAX Studio, and VertiPaq Analyzer\nPower BI Service architecture design and administration\nData modelling using the Kimball methodology","22":"Description de l'entreprise\nDans un monde où savoir se transformer est la clé du succès, Wavestone s’est donné pour mission d’éclairer et guider les grandes organisations dans leurs transformations les plus critiques. Des transformations qui visent à répondre aux grands enjeux stratégiques auxquels elles vont faire face dans les années à venir : l’accélération de la révolution numérique, l’intensification de la concurrence, ou encore la prise en considération de l’urgence climatique. \nLe cabinet possède des compétences sectorielles centrées sur le cœur de métier de ses clients, des compétences technologiques parmi les plus pointues tant sur le digital, les systèmes d’information qu’en matière de cybersécurité, et des compétences en développement durable. Wavestone se distingue dans sa capacité à conjuguer étroitement toutes ces compétences, sans couture, au sein d’équipes pluridisciplinaires afin d’apporter une réponse à 360°, en phase avec les grands enjeux auxquels sont confrontés ses clients. \nLe cabinet réalise un chiffre d’affaires de l’ordre de 470 M€ et rassemble près de 4 000 collaborateurs en Europe – où il figure parmi les leaders indépendants du conseil – aux Etats-Unis et en Asie. \nWavestone est coté sur Euronext à Paris et labellisé Great Place To Work.\nPour plus d'informations, consulter www.wavestone.com\nDescription du poste\nContexte \nForte de plus de 400 consultants, la Practice Digital Customer a pour vocation d’accompagner nos clients à basculer dans le digital en designant et développant de nouvelles offres (produits, services...) afin de créer l’expérience du consommateur digital de demain. DC combine une profonde connaissance de l’industrialisation des produits digitaux avec une grande expertise sur la chaîne de valeur de bout en bout. Nous embarquons les parties prenantes clé autour de grands programmes de transformation, afin de créer l’organisation agile de demain et d’encourager l’émergence de nouvelles offres.  \nObjectif du stage \nDans le cadre de votre stage, vous serez intégré.e activement à la communauté « Data, Analytics & IA » de la practice Digital Customer afin de participer à la formalisation de ses convictions, étoffer sa force de veille technologique, dynamiser son activité commerciale auprès des clients du cabinet, et d’aboutir à la production de supports commerciaux ou de livrables de missions. \nAu sein de cette communauté, notre équipe BI & Dataviz regroupe les savoir-faire clés permettant d’accompagner les entreprises à valoriser leurs données : stratégie de valorisation de la donnée, réalisation de rapports et tableaux de bord BI, transformation des usages data des collaborateurs (acculturation à la donnée, formation...).  \nTravaux à réaliser \nLes thématiques abordées lors du sujet de stage sont les suivantes :  \nCréation de rapports d’analyse de données : cadrage et réalisation de rapports et tableaux de bord, définition des bonnes pratiques de data storytelling, définition de bonnes pratiques UX et\/ou techniques pour utiliser les outils phares du marché...  \nFormation & knowledge management : réalisation et dispensation de formations liées à la DataViz, benchmark des bonnes pratiques associées aux principaux outils du marché, réalisation de webinars... \nStratégie BI : définition des bonnes pratiques pour tirer profit de la BI, benchmark des solutions phares du marché... \nVous aurez également l’opportunité de développer votre expertise en suivant des formations, dispensées par nos consultants ou des partenaires, mais aussi en auto-formation via l'accès à de nombreuses plateformes de e-learning & Moocs. \nNous vous donnons la possibilité de participer activement à la vie interne du cabinet à travers : \nDes contributions au sein du cercle d'expertise BI&Dataviz \nLa publication d'articles sur nos blogs et réseaux sociaux \nL'appuis à la capitalisation des savoirs \nLa veille sur les sujets BI&dataviz \nLa rédaction de convictions et la création d'accélérateurs missions \nLa participation commerciale à la réponse aux appels d'offre \nL'animation du réseau Wavestone international BI&Dataviz \nMais aussi des contributions plus large à envergure practice ou Cabinet : \nLe développement de nos Assets : Shake 'up, CréaDesk, Machine Learning & Data Lab, Research & Knowledge Center \nLa contribution au recrutement, relations écoles, formations internes, événements internes \nLa participation à la stratégie RSE de Wavestone \nEn parallèle, vous participerez à une ou plusieurs missions de conseil auprès de nos clients, en étant intégré dans une équipe de consultants placée sous la responsabilité d’un directeur de mission. \nInformations supplémentaires\nWavestone est un employeur inclusif qui s'engage pour l'égalité des chances. Dans le cadre de cette politique de diversité et inclusion, Wavestone accompagne les personnes en situation de handicap et\/ou nécessitant un aménagement durant leur process de recrutement et tout au long de leur prise de poste.","23":"Description de l'entreprise\nN’attendez plus et rejoignez Talan ! \nDepuis plus de 15 ans, nous conseillons les entreprises et les administrations et les accompagnons dans la mise en œuvre leurs projets de transformation en Suisse et à l'international.  \nPour ce faire, nous nous appuyons à la fois sur le levier technologique et sur la force de notre ADN basé sur l’intelligence collective, l'agilité et le goût d’entreprendre.  \nPrésent sur cinq continents, avec plus de 6000 collaborateurs notre objectif est de dépasser la barre du milliard d’€ de CA à horizon 2024. L'innovation est au cœur de notre développement et nous intervenons dans les domaines liés aux mutations technologiques des grands groupes, comme le Big Data, l'IoT, la Blockchain et l'Intelligence Artificielle. \nNos valeurs & terrains de jeu : \nIntelligence collective \nAgilité \nEntreprenariat \/Intrapreneuriat \nPromouvoir la diversité\/mixité (Soutient à la Fondation femmes@Numerique...) \nEngagement (employé, partenaires, écoles, associations...) \nRespect de l’humain et qualité de vie au travail \nOuverture d’esprit et inclusivité  \nNous recherchons pour un de nos clients Genevois un Consultant Data Visualisation Tableau Software:\nDescription du poste\nAnalyser et répondre aux besoins exprimés par le métier\nSoutenir et former les utilisateurs aux bonnes pratiques sur la gestion et l’utilisation des outils et data\nContribuer au support et à l’animation du réseau de compétences Data au sein de la division\nDévelopper et concevoir des tableaux de bord sur l’outil Tableau Software pour répondre aux besoins transverses\nGarantir la qualité des développements de tableaux de bord\nAssurer la maintenance des systèmes ainsi que les mises à jour.\nQualifications\nUne expérience significative dans la conception de tableaux de bord (Tableau Software)\nUne expertise sur du développement en Python.\nUne expertise dans la manipulation des datas\nUne bonne connaissance des bases de données relationnelles\nUn intérêt certain pour les outils de pilotage\nUn niveau d'anglais opérationnel","24":"AHEAD builds platforms for digital business. By weaving together advances in cloud infrastructure, automation and analytics, and software delivery, we help enterprises deliver on the promise of digital transformation.\nAt AHEAD, we prioritize creating a culture of belonging, where all perspectives and voices are represented, valued, respected, and heard. We create spaces to empower everyone to speak up, make change, and drive the culture at AHEAD. \nWe are an equal opportunity employer, and do not discriminate based on an individual's race, national origin, color, gender, gender identity, gender expression, sexual orientation, religion, age, disability, marital status, or any other protected characteristic under applicable law, whether actual or perceived. \nWe embrace all candidates that will contribute to the diversification and enrichment of ideas and perspectives at AHEAD. \nData Principal Technical Consultant\n The PTCs are the technical experts that collaborate with our AHEAD Account Teams to help identify, qualify and build the solutions that support our customers Digital Business. The responsibilities will include working closely with the Regional Managing Directors to drive sales campaigns focused on our portfolio of Digital Solution consulting services. This individual will also be responsible for creating awareness of AHEAD’s world class services that integrate with our key Data partners, while working closely with current and prospective customers to determine how AHEAD can best serve their app and data modernization initiatives.\nDuties\/Responsibilities\nCollaborate with AHEAD clients to understand their strategic, business, and technical needs\nIdentify gaps in the client environment, process, and skills with the intent to address, educate, and bring their teams together to drive enablement\nComfortable adapting to present to individual contributors, managers, or executives on complex solutions, architectures and integrations in a clear and articulate manner to address business challenges\/needs to achieve the correct outcomes\nArticulate and serve as a key contributor to AHEAD’s development methodology and engagement approach around our Digital Solutions service offerings\nPartner with our practice leaders to continuously improve our offerings based on market demands, technology advancement, and client innovation\nCollaborate with clients and other Solution Architecture disciplines within AHEAD and our partners, to design a Client’s strategic architecture and digital roadmaps.\nBecome a thought leader by educating and sharing best practices, building deep relationships with technical leaders, contributing to publications, white papers, conferences, etc.\nPlaying a key role between Sales and Delivery in ensuring a smooth project execution and successful implementation\nAccept and maintain accountability for key transformational projects by serving as the Technical Lead. Anticipated billable project utilization is 65%.\nMaintain transparent communication. Appropriately communicate organization information through group meetings, one-on-one meetings, and appropriate email, IM, and regular interpersonal communication.\nLead consultants to meet the organization's and client’s expectations.\nConsciously create a workplace culture that is consistent with the overall organization that emphasizes the identified values and guiding principles.\nFollow and enforce adherence to AHEAD’s Service Delivery\/Innovation Frameworks and overall quality of deliverables.\nMaintain technical credibility within the industry and the field through demonstration and thought leadership.\nAdvise customers on best practices, frameworks, and pricing models for current and up-and-coming technologies.\nDevelop and present customer Proposals and Statements of Work.\nAct as a lead technologist and maintain a broad understanding of Data, AppDev, Cloud, DevOps and Automation technologies.\nQualifications\nFamiliarity with Agile methodologies and Software Development Lifecycle principles\nPrevious practical experience in pre-sales or defining and qualifying technical requirements for procurements preferred\nResults Oriented\nStrong interpersonal skills\nComfortable presenting to customers at the Engineering & Executive Level\nCapable of building technical solutions that solve business needs & outcomes\nAbility to motivate others to achieve results\nAble to work well within the team and with partners\nCustomer focused\nAble to work within customer deadlines\nPrior pre-sales and\/or consulting experience preferred\nHighly knowledgeable in Data transformation and capabilities that we support today:\nHighly knowledgeable of key Public Cloud and Data technologies  \nHands-on experience with Power BI and\/or Tableau\nHands-on experience with data architecture, designing data environments, data models, data warehousing, and data-lakes  \nUnderstand how to maintain complex ETL pipelines  \nExperience with different ETL\/ELT technologies \nExperienced with both columnar and traditional OLAP-focused warehouses and lakes \nResults-Oriented \nStrong interpersonal skills \nComfortable presenting to customers at the Executive Level \nUnderstands how to tie technology back to solving business needs & outcomes \nAbility to motivate others to achieve results \nAble to work well within the team and with partners \nCustomer-focused \nAble to work within customer deadlines \nKnowledgeable in relevant complementary technologies and capabilities:\nCloud Platforms (Azure, AWS, GCP)\nVersion control systems (GitHub, GitLab, AzureDevOps)\nCI\/CD (GitHub, GitLab, AzureDevOps)\nContainer Orchestration (Kubernetes, Openshift, Tanzu, Rancher)\nConfiguration Management platforms: Chef, Puppet, SaltStack\nWhy AHEAD:\nThrough our daily work and internal groups like Moving Women AHEAD and RISE AHEAD, we value and benefit from diversity of people, ideas, experience, and everything in between.\nWe fuel growth by stacking our office with top-notch technologies in a multi-million-dollar lab, by encouraging cross department training and development, sponsoring certifications and credentials for continued learning.\nWe understand that you have a life outside of work. That’s why we offer flexible paid time off, paid company holidays, and the ability for you to manage your work schedule as needed.","25":"Company Description\nHitachi Solutions is a global Microsoft solutions integrator passionate about developing and delivering industry-focused solutions that support our clients to deliver on their business transformation goals. Our industry focus, expertise, and intellectual property is what truly sets us apart. We have earned, and continue to maintain, a strategic relationship with Microsoft. Recognized for our achievements - teaming with our clients to deliver innovative digital solutions and services - is how we have achieved year after year recognition.\nAs their trusted advisor, we support our clients to deliver on their strategic business initiatives as they unify, automate, and modernize their data and operations to increase efficiency, reduce costs, and enhance their customer’s experience. Our over 3,000 team members across 14 countries, and our 18 years of 100% focus on Microsoft technologies and business applications, is how we deliver excellence through expert services and industry-focused cloud solutions. \nA part of Hitachi, Ltd., our company has a long and rich history of innovation, financial strength, and international presence of one of the world’s largest companies. Since 1910, Hitachi, Ltd. has been a leader in manufacturing innovative products and solutions that support industry and social infrastructure around the globe supported by 303,000 employees in over 100 countries and across 864 companies.\nJob Description\nThis is a full-time position for a consulting role to be a member of our customer-facing project delivery teams for POC’s, Technical Assessments, and Production Project Delivery. \nQualifications\nBachelor’s Degree  \n7+ years relevant experience in consulting on large scale Data Warehouse\/Big Data projects in team environments.  \nExperience with Power BI, (Power Query, PerformancePoint, PowerView a plus), Power Platform, Analytics (Synapse, backend data modeling in support of Analytics), SSRS, SSAS, Excel Services \nKnowledge of Agile processes (Scrum preferred)  \nExperience with Power BI Dashboard\/Report, Data Warehouse, Data Modeling and Data Integration  \nProficiency in extracting and manipulating large data sets with SQL in MS SQL.  \n Some experience (not all mandatory) using mapping Software and Programming Languages: SQL, R, DAX, Microsoft Power BI, SSRS, Excel, and Tableau \nExperience designing and building large-scale, distributed systems  \nAble to work with the customer’s stakeholders to understand business and technical requirements. \nExperience with complex data modeling  \nAble to identify and communicate issues\/risks applying technical and root cause analysis skills  \nStrong decision making, problem solving, and analytical skills  \nExcellent communication, presentation, influencing, and reasoning skills (there will be client and pre-sales exposure) \nCreativity and ability to think outside-the-box while defining sound and practical solutions  \nExperience with the following Technologies\/Methodologies is a plus:  \nAzure and\/or AWS \nTableau \nSQL Server 2014\/2016  \nOracle, DB2, NoSQL \nC#\/.NET \nAzure Data Services\/Azure SQL Data Warehouse (PLUS) \nAdditional Information\nWe are an equal opportunity employer. All applicants will be considered for employment without attention to age, race, color, religion, sex, sexual orientation, gender identity, national origin, veteran or disability status.\nAll your information will be kept confidential according to EEO guidelines.\n #LI-CC1","26":"Do you want the opportunity to leverage your skills to make a direct impact on the world’s leading life sciences, consumer products, and retail companies? Join Clarkston Consulting as a Power BI Developer to help deliver creative business solutions to our market-leading clients as a part of our team of experienced professionals.\nWe are looking for motivated, self-driven leaders who are energized by team results and interested in joining a firm that values its culture and people as its biggest strengths. Together, we can help find the answers to our clients most challenging business problems.\nWhat You’ll Do\nClarkston gives you the opportunity to deliver great solutions, become recognized as an industry expert, and help build a great practice.\nAs a Power BI Developer at Clarkston, you will:\nTurn data into stories by visualizing complex data in an intuitive and user-friendly way\nGather requirements, prototype design, iterate based on client feedback, and develop final visual solutions\nHow You’ll Grow\nAt Clarkston, we feel that we provide the greatest value to our clients through a combination of our industry expertise, business process knowledge, and consulting excellence.\nBeyond your day-to-day responsibilities, throughout your career at Clarkston you will:\nHave the support and mentorship of your Clarkston colleagues and leaders\nOwn your career – you'll be able to take charge of your career journey with diverse opportunities to lead and expand your skillset both at the client site and within the firm\nHave the opportunity to make a real and positive impact not only the clients you work with, but on the firm as well\n\nTravel Requirement\nTravel is an integral part of this role and is estimated to average 20-30%. This may vary based upon client and project needs. While travel is a requirement of the role, due to COVID-19 restrictions, all non-essential travel has been limited and any on-site requests are subject to review. When not traveling, consultants work from their home office. Relocation is not required.\nRequirements\nWhat We’re Looking For:\nAn ideal candidate as a Power BI Developer would have the following qualifications and experience:\nAbility to use complex expressions to calculate, group, filter, and format custom dashboards\/reports\nKnowledge of best practices for visual flow, interactivity, and drilldown between graphics\nBackground in design principles for UI\nExperience utilizing visualization tools like Power BI and Tableau\nUnderstand the various audiences for consuming the visualizations and tailor design and UI approach to those groups (executive, analyst, information consumer)\nUnderstanding of steps to productionizing a solution, including testing, administration, and security\nSolid understanding of the underlying data models driving visualization, including relational databases and joins\nMinimum degree required: bachelor's degree from an accredited college or university\nBenefits\nOur benefits include:\nComprehensive Health and Wellness Benefits (Medical, Dental, Vision, and more)\n401k with company contributions\nPaid vacation, personal days, holidays, and sick leave\nPaid Parental Leave and Family Building Benefits (Adoption, Surrogacy, and Infertility Support)\nLife and Disability Insurance\nTraining and Professional Development investments, Tuition Assistance, and more\nVisit Careers at Clarkston to learn more about our culture, benefits, and opportunities. We hope you’ll join us!\nCOVID-19 Vaccination Statement\nWhile Clarkston Consulting has not mandated vaccination at this time, COVID-19 vaccinations are required in order to access Clarkston Consulting facilities and those of many of our clients. With this in mind, all prospective hires will be required to provide their vaccination status.","27":"Company Description\nBosch Global Software Technologies Private Limited is a 100% owned subsidiary of Robert Bosch GmbH, one of the world's leading global supplier of technology and services, offering end-to-end Engineering, IT and Business Solutions. With over 20K+ associates, it’s the largest software development center of Bosch, outside Germany, indicating that it is the Technology Powerhouse of Bosch in India with a global footprint and presence in the US, Europe and the Asia Pacific region.\nJob Description\nInterested in learning how to create a strategy and execute the same?\nWant to be part of a vibrant global community with some of the most passionate people?\nCommitted to making a difference with a role with vast opportunities to grow and excel?\nIf your answer to all above questions is “Yes”, then the role is for you! We are looking for passionate and dynamic associate who want to be part of this exciting journey.\nWhat you’ll do?\nTake responsibility: You will guide our internal customers and international team of developers to design and implement webApps to make best use of information from our Analytics platform.\nHelp shape the future: Get to know our products, the team spirit and the agile way of working at the Cross-Functional Business Intelligence Team (xBI) and actively support the target group-oriented visualization and app design\nUse freedom and creativity: We live agile values so that you can optimally contribute your ideas and experiences for the benefit of the team and the company.\nThink entrepreneurially: As part of the leading in-house provider for data and analytics-based solutions within Bosch, you will experience the start-up spirit with us and make your contribution through entrepreneurial thinking and acting.\nLive Cooperation: You will work in an interdisciplinary and international team supported by internal and external service providers as well as in direct exchange with our internal customers.\nActivities:\nYou will be the UX expert, who consults and trains our product teams on UX methods (Design Thinking) with a focus on the ideation, the conceptional development of applications and its interaction design\nYou will work as part of our global teams to provide interactive prototypes\/visualizations and data solutions for our internal customers across the globe.\nYou will help to understand our users’ needs and translate them into exiting products.\nYour duty includes analyzing consumer requirements and conducting market research to improve our products and services. You also work with our developers and product managers to create product prototypes for management review.\nIn collaboration with our business experts you will determine customer goals and define the product interactions necessary to achieve them.\nYou will be able to explore the full world of our business data platform to generate attractive solutions.\nQualifications\nEducation: Diploma or master’s degree in a design profession or a comparable field of study, with a strong focus on interaction design\nExperience: At least 3 years of professional interaction design experience, ideally in a renowned design agency with an industrial client base or in the UX team of an established industrial company.\nKnow-How: High level of proficiency in the Design Thinking process and the respective methods, in current interaction design tools (e.g., Sketch, Figma, Adobe XC, Axure) and software prototyping tools, as well as in the creation of wireframes, interaction flows and design guidelines; proven communication, presentation and moderation skills. Preferred experience with SCSS, SASS or CSS and responsive design\nLanguages: Fluent in English, written and spoken. Strong communication and client-facing skills.\nAdditional Information\nPersonality: Positive Attitude , Team player, committed, responsible and flexible & Ability to lead teams .\nEnthusiasm: High Passion for software development, data and its integration, developing interdisciplinary approaches and products for customers and presenting complex issues in a simple manner\nWay of working: Agile, analytical, proactive, result, solution-oriented and high code quality.","28":"Company Description\nGuardant Health is a leading precision oncology company focused on helping conquer cancer globally through use of its proprietary tests, vast data sets and advanced analytics. The Guardant Health oncology platform leverages capabilities to drive commercial adoption, improve patient clinical outcomes and lower healthcare costs across all stages of the cancer care continuum. Guardant Health has commercially launched Guardant360®, Guardant360 CDx, Guardant360 TissueNext™, Guardant360 Response™, and GuardantOMNI® tests for advanced stage cancer patients, and Guardant Reveal™ for early-stage cancer patients. The Guardant Health screening portfolio, including the Shield™ test, aims to address the needs of individuals eligible for cancer screening.\nJob Description\nDepartment Summary – This department works towards (NGS) Assay Workflow Software, Data Infrastructure, Data Research and Systems Integration.\nAbout the Role:\nThis position is part of the Systems Integration team for an early-stage cancer screening NGS Assay and associated automation and bioinformatics software components. We are looking for a motivated scientist\/engineer who is interested in crossing the bridge from academia to industry, in the near future and has either completed a grad program or is currently enrolled. This individual will get the opportunity to work at the forefront of scientific and technological innovation within an interdisciplinary Screening Systems Integration team and will make core contribution to evolving cancer screening products designed to have clinical impact on patients. Come join us! \nEssential Duties and Responsibilities:\nAnalyze large amounts of data on NGS assay performance and generate visualizations for storytelling, monitoring and tracking \nAssess various fundamental calculations in assay and associated software implementation \nGenerate test methods for assessing assay and software calculations in Python \nGenerate data visualization to assess the performance of the assay and various assay Quality Controls (in Python). \nGenerate reports integrated in python notebooks, that include data visualization and Quality Control calculations. \nOnce the project is completed, provide written documentation and requirements related to Assay, Software and Automation. \nPresent findings and results to cross functional highly technical audience in Bioinformatics, Software, Automation and Assay functions.  \nContribute to a highly collaborative work environment among cross functional teams.  \nQualifications\nCompleted or currently enrolled in a MS or PhD program in Biomedical Sciences, Engineering, Software or Bioinformatics. \nSignificant research experience in these areas.  \nProficiency in Python, including visualization packages such as Matplotlib and Plotly \nAbility to work with large amounts of structured or semi-structured data.  \nAbility to build reproducible and well-written Python code for data analytics \nAbility to communicate highly technical findings to a diverse audience, within NGS assays development teams.  \nPreferred Qualifications: \nExperience with analysis of NGS assay data.\nAdditional Information\nHybrid Work Model: At Guardant Health, we have defined days for in-person\/onsite collaboration and work-from-home days for individual-focused time. All U.S. employees who live within 50 miles of a Guardant facility will be required to be onsite on Mondays, Tuesdays, and Thursdays. We have found aligning our scheduled in-office days allows our teams to do the best work and creates the focused thinking time our innovative work requires. At Guardant, our work model has created flexibility for better work-life balance while keeping teams connected to advance our science for our patients.\nCovid Vaccination Policy:  Guardant Health requires all employees to be fully vaccinated. We follow the CDC guidelines for the definition of “fully vaccinated”, meaning an employee is consider fully vaccinated against COVID-19 after receiving the second dose of a two-dose vaccine or one dose of a single-dose vaccination, and necessary booster vaccines. In addition, fully vaccinated employees will be required to maintain their fully vaccinated status under this policy by obtaining, if applicable, any FDA-approved boosters. Candidates may request and obtain an approved exemption from Guardant’s COVID-19 U.S. Vaccination Policy as a reasonable accommodation, as consistent with applicable laws.  Candidates will not be able to start their employment with Guardant until they show proof of vaccination or have an approved exemption.\nFor positions based in Palo Alto, CA or Redwood City, CA, the hourly range for this full-time position is Undergraduate $27\/hr., Graduate $32\/hr., and Doctorate $40\/hr. The range does not include benefits and, if applicable, overtime, bonus, commission, or equity.\nWithin the range, individual pay is determined by work location and additional factors, including, but not limited to, job-related skills, experience, and relevant education or training. If you are selected to move forward, the recruiting team will provide details specific to the factors above.\nEmployee may be required to lift routine office supplies and use office equipment. Majority of the work is performed in a desk\/office environment; however, there may be exposure to high noise levels, fumes, and biohazard material in the laboratory environment. Ability to sit for extended periods of time.\nGuardant Health is committed to providing reasonable accommodations in our hiring processes for candidates with disabilities, long-term conditions, mental health conditions, or sincerely held religious beliefs. If you need support, please reach out to Peopleteam@guardanthealth.com\nGuardant Health is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, or protected veteran status and will not be discriminated against on the basis of disability.\nAll your information will be kept confidential according to EEO guidelines.\n\nTo learn more about the information collected when you apply for a position at Guardant Health, Inc. and how it is used, please review our Privacy Notice for Job Applicants.\nPlease visit our career page at: http:\/\/www.guardanthealth.com\/jobs\/\n#LI-CS4","29":"Location: Gurgaon, Noida, Hyderabad, Chennai, Bangalore, Pune, Kolkata, Indore, Jaipur, Ahmedabad,None,None\nAbout Material\nMaterial is a global strategy, insights, design, and technology partner to companies striving for true customer centricity and ongoing relevance in a digital first, customer-led world. By leveraging proprietary, science-based tools that enable human understanding, we inform and create customer-centric business models and experiences + deploy measurement systems – to build transformational relationships between businesses and the people they serve.\nAbout Srijan\nSrijan is a global engineering firm that builds transformative digital paths to better futures for Fortune 500 enterprises to nonprofits all over the world. Srijan brings advanced engineering capabilities and agile practices to some of the biggest names across FMCG, Aviation, Telecom, Technology, and others. We help businesses embrace the digital future with cloud, data, API and platform centric technologies and adapt to changing business models and market demands. Srijan leads in Drupal with 350+ Drupal engineers, 80+ Acquia certifications. Srijan is also a Drupal Enterprise Partner & Diamond Certified\nSkillls and Requrement :\nExperience:\n5+ years’ professional experience developing reports using enterprise reporting tools\nMinimum 4 years’ experience designing and developing dashboards using Tableau Desktop for various organizational metrics and indicators using best practices and industry standards\n4 + years of experience with Data Visualization tools such as Power BI & Tableau required;\nWell organized, with attention to detail and a strong focus on accuracy;\nHas the ability to work effectively in a fast-paced environment, juggling multiple priorities;\nYou possess demonstrated analytical and critical thinking skills;\nData artisan – can tell a story with the data in a dashboard.\nHighly Experience with Tableau Server and Tableau Desktop across various versions of Tableau 9.x\/10.x- Good in BI and data warehousing concepts Experience with BI applications comprised of multiple \/ inconsistent data sources\nUnderstanding of ETL process- good database knowledge and experience, should be able to write complex SQL queries against RDBMS (such as Oracle, MySQL etc.) and NoSQL databases (such as MongoDB, Couchbase etc.)\nParticularly good understanding of SDLC and Agile processes.\nExperience in data modelling, data loading, data migration, data analysis (must), along with semantic (business rules) layer implementation\nUnderstanding of the Data warehouse life cycle right from data source to ETL to transformations to multidimensional models like data marts, star schema and Reporting\nExperience with Cloud native BI\/ Analytics implementation and service integration\nPreferred experience with Tableau \/ Looker \/ Power-BI \/ Alteryx\nExcellent communication and inter-personal skills, accustomed to work in a team environment with tight schedules and capable of working efficiently under pressure\nAbility to interact with stakeholders throughout the organization\nSolid understanding of data and database technologies (data analysis, data prep, ETL, ELT, etc.) required;\n Responsibilities:\nRequirement Gathering & Analysis:\nResponsible for participating in business requirements gathering exercise and translating business requirements into functional and technical specifications.\nParticipate and provide inputs during requirements feasibility analysis and provide alternate solutions based on application architecture.\nResponsible for functional requirements interpretation and guiding the team on design and development process.\nTechnology Review:\nResponsible for end-to-end analysis of the application portfolio and provide inputs for transformation opportunities for a given line of business.\nTesting:\nResponsible for creating the test plan and associated functional test cases.\nPerform functional testing as required for a given release.\nProject Support:\nGuide the delivery team during impact analysis of incidents by providing inputs on upstream and downstream dependencies.\nProvide inputs for prioritizing incidents and problems.\nParticipate and provide inputs during change impact analysis and prioritization process.\nAssist the delivery team in complying with regulatory and compliance requirements.\nParticipate in release acceptance exercise and provide inputs for business signoff.\nPeople Management:\nDrive the SME development program to assess and develop domain experts.\nCreate a career road map for Application SME to become domain experts and track the progress periodically.\nBusiness Development:\nWork with pre-sales and practice on business development and existing growth opportunities in terms of discovery, solution options, evaluation, estimation, training and creation of collaterals\nCustomer Relationship Management:\nContribute to continuous service improvement plans (CSI).\nKnowledge Management:\nContribute and participate proactively in knowledge sharing sessions.\nAudits\nParticipate in security and compliance audits.\n What you will get:\nCompetitive Salaries with flexi benefits \nGroup Mediclaim Insurance and Personal Accidental Policy\n30+ Paid Leaves in a year \nLearning and Development of quarterly budgets for certification\n   Apply to this job","30":"Who We Are \nNuro exists to better everyday life through robotics. The company’s custom electric autonomous vehicles are designed to bring the things you need—from produce to prescriptions—right to your home. Nuro’s autonomous, goods-focused solution can give you valuable time back and more freedom to do what you love. This convenient, eco-friendly alternative to driving has the potential to make streets safer and cities more livable.\nAbout the Team\nThe Autonomy Visualization team at Nuro builds applications and infrastructure to enable powerful, interactive, and performant visualization of autonomy behavior from both on-road and simulated data. Our robots, both onroad and in simulation, log vast amounts of data as they drive — including point clouds, detected objects, decisions made, and everything in between.\nOur team develops several 2D and 3D visualization tools that empower users across the company to understand our robots’ behavior and decisions. Software engineers rely on our applications as the primary developer tool at every stage of the development process. Our tools also enable software quality specialists to assess the root cause and severity of issues identified in driving logs.\nAbout the Role\nAs the Technical Lead Manager, you’ll lead a team to build visualization tools that serve a diverse set of customers and workflows across the company.\nLead & develop a high-performing team that delivers tools our users love.\nDevelop visualization tools for autonomous vehicle logs, including a native desktop application and a cloud-based video rendering service.\nDevelop triage tools for operations specialists to grade the performance of large volumes of autonomous vehicle logs.\nCollaborate with customer teams, product managers, and designers to anticipate upcoming visualization needs.\nDefine the technical roadmap for next-generation visualization in the browser.\nAbout You\nYou have 5+ years of experience working in computer science, software engineering, or related fields.\nYou have 2+ years of experience writing production-quality code in C++. \nYou have led a team of software engineers, formally or informally.\nYou are a clear and concise communicator who collaborates effectively on project ideas, prioritization, and timelines.\nYou’re a highly technical leader with a scrappy mindset. As needed, you can jump into any system, quickly understand what’s going on, and make changes to keep projects moving.\nBonus Points (Optional)\nYou have Qt, OpenGL, or other 3D and game development experience.\nYou’ve worked with JavaScript, TypeScript, or Python to build full stack web applications.\nYou’re experienced with one or more of the following areas: streaming data pipelines, multi-threaded application design, backend API design, gRPC services\nAt Nuro, we celebrate differences and are committed to a diverse workplace that fosters inclusion and psychological safety for all employees. Nuro is proud to be an equal opportunity employer and expressly prohibits any form of workplace discrimination based on race, color, religion, gender, sexual orientation, gender identity or expression, national origin, age, genetic information, disability, veteran status, or any other legally protected characteristics.\nYou must be fully vaccinated against COVID-19 by your hire date to be eligible to start the role. Proof of vaccination will be required by your start date. Nuro will consider and review accommodation requests based on medical, religious, or other grounds as required by applicable law for qualified candidates.","31":"Company Description\nEurofins Scientific is an international life sciences company, providing a unique range of analytical testing services to clients across multiple industries, to make life and our environment safer, healthier and more sustainable. From the food you eat, to the water you drink, to the medicines you rely on, Eurofins laboratories work with the biggest companies in the world to ensure the products they supply are safe, their ingredients are authentic, and labelling is accurate.\nThe Eurofins network of companies is the global leader in food, environment, pharmaceutical and cosmetic product testing and in agro-science Contract Research Organization services. It is one of the market leaders in certain testing and laboratory services for genomics, discovery pharmacology, forensics, advanced material sciences and in the support of clinical studies, as well as having an emerging global presence in Contract Development and Manufacturing Organizations. It also has a rapidly developing presence in highly specialized and molecular clinical diagnostic testing and in-vitro diagnostic products.\nIn over 30 years, Eurofins has grown from one laboratory in Nantes, France to 58,000 staff across a decentralized and entrepreneurial network of 900 laboratories in over 54 countries. Eurofins companies offer a portfolio of over 200,000 analytical methods to evaluate the safety, identity, composition, authenticity, origin, traceability and purity of biological substances and products.\nIn 2021, Eurofins generated total revenues of EUR 6.72 billion, and has been among the best performing stocks in Europe over the past 20 years.\nJob Description\nJob Summary: \nEurofins is looking for a PowerBI Developer to be take responsibility for developing and maintaining meaningful monthly, quarterly and annual reporting metrics for an Americas IT Infrastructure Support Team. This involves aggregating data from multiple sources, including but not limited to ServiceNow, MS Endpoint Configuration Manager, and Security\/Vulnerability databases, and translating that data it into reports and visuals to drive key operational decisions. \nRoles & Responsibilities: \nUnderstand business requirements and translate them into a Power BI context \nCreate dashboards and interactive visual reports using Power BI \nIdentify, prepare, monitor and analyze KPI’s used to aid business decision-making \nIn lieu of automated PowerBI reporting being available, build reports and KPI’s manually using Excel or other available tools \nDesign, develop, test, and deploy Power BI scripts and perform detailed analytics \nPerform DAX (data analysis expressions) queries and functions in Power BI \nAnalyze current ETL (extract and transform load) process, define and design new systems \nInfluence technical\/strategic changes to enhance existing Business Intelligence systems  \n Qualifications\nTechnical Requirements:\n3+ years of work experience in:\nPowerBI development in an IT Service setting \nMicrosoft SQL queries, database management, modeling, warehousing and business intelligence.\nAggregating and correlating large datasets into actionable reporting\nAdvanced English level\nDesired:\nSSRS, SSIS knowledge.\nITSM\/PM experience\n Soft skills: \nFlexible\nSelf-motivated\nProactive","32":"Company Description\nOctopus \nOctopus is a group of innovative, entrepreneurial businesses investing in the people, ideas and industries that will help to change the world. We are experts in financial services and energy, and we’re also a certified B Corp, meaning we care as much about the impact of our investments as the returns they generate. Today we manage more than £12.6* billion on behalf of retail and institutional investors. Our energy supply business is one of the fastest growing companies in the UK, reaching 3.1 million customers in just five years, and is the only supplier to be recommended by Which? four years in a row. \nOctopus Energy, Octopus Giving, Octopus Moneycoach, Octopus Investments, Octopus Renewables, Octopus Real Estate, Octopus Ventures, Octopus Wealth and Seccl Technology are all part of Octopus Group. Visit octopusgroup.com. \n*Funds Under Management data includes undrawn commitments, funds under advisory mandates, funds monitored and the Octopus Cash service as of 31st December 2021 \nJob Description\nWe are looking for a Senior Power BI Developer to join the Data Insights team within Octopus Investments.  This is an opportunity to join a growing team in an exciting period of transformation where you will be at the forefront of shaping how the business uses data & insight.  You will be the ‘go-to PowerBI person’ in the team, spearheading the development and rollout of PowerBI across the business.\nCore responsibilities will include:\nProviding end-to-end delivery of enterprise-level Power BI solutions for OI.\nGathering, clarifying, and developing requirements with stakeholders.\nLeading the architectural design, governance, and adoption of Power BI.\nUsing a working knowledge of modern data warehousing frameworks to work closely with the Data Engineering team to define data solutions.\nBuilding and delivering Power BI training.\nOwnership of the Power BI development roadmap.\nCreating and maintaining complete and accurate solution design documents.\nQualifications\nEssential experience & characteristics:\nExperience developing end-to-end Power BI reporting and analytics solutions\nExcellent knowledge SQL, DAX, and Power Query (M)\nStrong understanding of data modelling concepts\nProficiency in data visualisation and report design\nExperience working in or alongside data engineering teams to deliver data solutions\nExperience of designing and delivering Power BI training.\nGreat people skills - this role will involve working with lots of internal stakeholders both technical and non-technical.\nDesire to learn new technologies and continuously develop new skills and expertise.\nNice to have:\nWorking knowledge of DBT.\nExperience of coaching more junior team members.\nExperience working for a similar, fast paced Financial Services company.\nAdditional Information\nOur Values \nAt Octopus we don't just focus on what we do but also how we do it. Everyone shares our values of being straightforward, helpful and bold. And while these are the principles that guide us as an organisation. \nWhat we offer\n💰  A competitive salary, bonus, pension and share incentive plan\n✈️ Take what you need holiday\n🏡 Flexible working \n⚓ Anchor (our wellness hub) which includes Headspace, one to one coaching through Sanctus, Parent Cloud, Digital GP, Shout & more\n👪 Enhanced family leave policies\n❤️ Life insurance, critical illness cover and income protection\n🏥 Private medical insurance for you and your family\n🚗 Electric vehicle leasing\n🌍 The option to work overseas up to a month per year","33":"Keeper is hiring a passionate Senior Tableau Data Engineer to join the Keeper Business Intelligence team. This is a 100% remote position!\nKeeper’s applications are trusted by millions of users around the world and thousands of Enterprise customers. Join one of the fastest-growing Cybersecurity companies and gain valuable skills working as a Senior Tableau Data Engineer to drive growth, business intelligence and efficiency.\nAbout Keeper\nKeeper Security, Inc. (\"Keeper\") is transforming the way organizations and individuals protect their credentials, secrets, connections and sensitive digital assets to significantly reduce the risks of identity security-related cyberattacks, while gaining visibility and control. Keeper is the leading provider of zero-trust and zero-knowledge security cloud services trusted by millions of people and thousands of organizations for password management, secrets management, privileged access, secure remote infrastructure access and encrypted messaging.\nKeeper's products are the highest-rated in the industry across G2, Trustpilot, PCMag and U.S. News & World Report. For the last several years, Keeper has received several InfoSec Awards from Cyber Defense Magazine for its cybersecurity enterprise software. Keeper is SOC 2 and ISO 27001 certified, FIPS 140-2 validated and FedRAMP Authorized. Keeper is backed by Insight Partners, a leading venture capital and private equity firm with $90b AUM.\nAbout the Job\nJoin an elite team of highly skilled Data Engineering and Business Intelligence professionals to play a key role in designing, building and executing data models, dynamic scorecards, dashboards, data studies and cohort analyses in Tableau. The models and intelligent KPI reports that you create will be used to evaluate and optimize current and new business strategies, product mix, marketing strategies - all of which are aimed at growing our business.\nJob Description\nWork with business stakeholders on effective data storytelling leveraging Tableau\nDevelop and implement meaningful metrics, dashboards, and reports for end-users and leadership in Tableau.\nPartner closely with our top notch Data Engineering team\nInterpret data outputs and articulating findings to the leadership team\nLead engagement workstreams to meet milestones on time\nManage risks and utilize creative problem solving techniques\nGather business requirements, conduct technical analysis and design, coding, testing, and implementation of customizations within an enterprise development environment\nInteract, partner, and work closely with key business stakeholders and external customers to understand their business needs and requests\nRequirements\nExtensive Tableau experience, to include proficiency in utilizing Tableau Prep and Tableau Desktop to address business needs\nSolid understanding of data extraction, transformation, and loading (ETL) principles\nPossess the ability to confidently and successfully interact closely with key stakeholders, understand their needs and build strong aids accordingly\nAbility to build workflows and processes within Tableau\nStrong knowledge of SaaS metrics and KPIs\nExceptional written and oral communication skills\nA positive mindset, team-oriented, results driven, and organized\nPreferred\nHave a background in finance, economics, and business concepts\nExperience working within MySQL database or other relational databases + strong SQL skills\nKnowledge of Python for data engineering\nBenefits\nMedical, Dental & Vision (Inclusive of domestic partnerships)\nEmployer Paid Life Insurance & Employee\/Spouse\/Child Supplemental life\nVoluntary Short\/Long Term Disability Insurance\n401k (Roth\/Traditional)\nA generous PTO plan that celebrates your commitment and seniority (including paid Bereavement\/Jury Duty, etc)\nAbove market annual bonuses\nKeeper Security, Inc. is an equal opportunity employer and participant in the U.S. Federal E-Verify program. We celebrate diversity and are committed to creating an inclusive environment for all employees.\nClassification: Exempt","34":"Want to be part of an amazing team, hell-bent on crafting a better future? We’re always looking for creative people who care!\nWe are analysts. Creators. Designers. Doers. Dreamers. Explorers. Geeks. Hipsters. Leaders. Learners. Renegades. Seekers. Strategists. Visionaries. And we fundamentally believe that we’re better together.\nWe are looking for an Power BI Developer to join our tech client’s reliability and quality team. \nWould you like to…\n Experience with Power Platform (specifically power apps and power automate).\n Experience integrating multiple Power Apps. Experience with relational databases such as SQL and Dataverse.\n Some Power BI experience. \n Ability to work with multiple stakeholders as part of a Developer team and as an individual with our partner team process, technical and business managers.\n working in workshops to be able influence the code and bridge the gap btwn requirement and technical solution\nWe would like you to have…\nPower Automate and Power Apps Power Platform, integrating with Power Apps 3-5 years\nRelational Databases SQL, different data sources\nPower BI \nWould you like to work for an organization that…\nEmbraces work-life balance – our employees’ well-being remains a top priority for us\nPromotes a culture of learning and advocacy across the globe - diversity will enable us to strengthen our impact\nOffers a comprehensive benefits package effective Day 1. Options include health, vision, & dental insurance, FSAs, discounts on pet insurance, PTO, paid holidays, and more\nEncourages innovation and experimentation\nEmphasizes and rewards collaboration\nWorks remotely. We continue to safeguard the health of our employees so our interviewing and on-boarding process will remain virtual until further notice\nWant to know more?\nCheck us out at https:\/\/www.designit.com\/. Just so you know, we don’t have a dress code, but we do have a strict no jerk policy.\nDesignit is committed to ensuring that all candidates have an equal opportunity to be considered for employment. Please let us know if you need any reasonable accommodation to participate in the job application or interview process.","35":"**This role can be remote - from anywhere in Italy**\nWhat you will do:\nDesign & develop content such as parsers, Dashboards, and searches for the Sumo Logic platform to provide security detection, monitoring, and analytics capabilities for our customers.\nCreate the next-generation suite of security monitoring and analytics log & metric applications.\nWork with several groups within the company (product management, product engineering, customer service, sales engineering) as well as customers and technical partners.\nPackage and build content into applications, create automation scripts for these applications via Terraform or CloudFormation based on Sumo Logic’s API.\nManage the application development lifecycle from requirements through development, to QA and public release.\nWork closely with product management and engineering teams to improve overall customer experience and product quality.\nRequired Qualifications, Skills, and Experience:\nFluent written and oral communication in English.\nAbility to write regular expressions and SQL queries.\nExperience with some of the following: major cloud platforms (AWS, Azure, GCP), automation frameworks (Puppet\/Chef), Hadoop, Docker, NoSQL databases, server virtualization.\nWillingness to lead junior members and provide mentorship for complex projects.  \nKnowledge of Git, Jenkins, and software engineering processes is a plus.\nExperience writing scripts in at least one of the following languages: Python, Ruby, Unix shells.\nExperience inspecting and interpreting log messages.\nNice To Have:\nHands-on experience working with Enterprise security threat detection products (SIEM\/SOAR\/SOC\/XDR) is a plus. \nExperience generating security-related reports or dashboards.\nExperience developing content with an enterprise security product.\nAbout Us:\nWhat we do: We are a cloud-native SaaS machine data analytics platform - logs, time series metrics, and security analytics. We were founded in 2010 by experts in log management, big data, security systems, and enterprise-scale applications. Customers love our product because it allows them to easily monitor and optimize their mission-critical, large scale applications.\nOur Customers: We serve DevOps, SecOps and ITOps teams. Customers love our product because it allows them to easily monitor and optimize their mission-critical, large scale applications.\nMission: Democratize machine data analytics through our platform, bringing real-time data insights securely through the cloud.\nMassive Scale: Our microservices architecture in AWS ingests hundreds of terabytes daily across many geographic regions. Millions of queries a day analyze hundreds of petabytes of data.\nWhat you can expect:\nCompetitive compensation + bonus\nStock (RSUs) + ESPP \nNew MacBook Pro \nYou can work 100% remote or in office - your choice\nMeal vouchers\nWorking in an experienced, international team\nWorking on an exciting SaaS product","36":"Ginkgo Introduction:\nOur mission is to make biology easier to engineer. Ginkgo is constructing, editing, and redesigning the living world in order to answer the globe’s growing challenges in health, energy, food, materials, and more. Our bioengineers make use of an in-house automated foundry for designing and building new organisms.\nTeam Introduction:\nOn the Data Team, our focus is the strategic application of data science and engineering across the business. We tackle diverse problems that span molecular biology, robotic automation, finance & business strategy, and operations, all in service of supporting data-driven decision-making. We do that through a combination of durable software tools, closely embedded analysts, and side-by-side collaboration with data engineering. \nEvery day we face new technical and scientific challenges that require deep cross-functional collaboration and novel solutions. Success in this evolving field is only possible with teams that represent diverse people, ideas, backgrounds, experiences, and ways of working. Active inclusion is core to how Ginkgo wins. We’re an equal opportunity employer and encourage individuals from underrepresented backgrounds to apply. \nJob Description:\nAs a Data Visualization Engineer, you’ll join a distributed, highly collaborative team composed of data engineers, analysts, and data scientists with a wide range of backgrounds and experiences. You'll partner closely with scientific collaborators from across Ginkgo to develop front-end apps, reusable and interactive visualization components, on-board and train partners, and work with data scientists and engineers to design data-driven software tools. Ideal candidates are self-starters with a strong technical background who can identify opportunities to solve problems with data. Candidates should be curious and eager to learn about both the science and the business, possess analytical skills and reasoning, and excel at storytelling with data. \n\n#LI-JH1\nResponsibilites\nBuilding data-driven software products that are fit-to-purpose, e.g. embedded visualizations and calls to action in operational software, custom solutions for clients, externally facing tools that tell a biological story\nDelivering end-to-end data products, i.e. ability to work across the product lifecycle from exploration and discovery, to operationalization and production \nCreating incremental value through rapid prototyping and iterative development\nBreaking down complex technical and quantitative topics for audiences with mixed levels of technical expertise; in particular, translating technical and scientific concepts into business outcomes and recommendations is essential for success in this role\nStorytelling with data, specifically supporting data-driven decisions with compelling visualizations\nTranslating underdefined questions into data-driven tools and processes\nPresenting work progress, insights, and recommendations to stakeholders and senior leadership\nBuilding strong partnerships with collaborators and stakeholders, influencing and collaborating at all organizational levels\nWorking effectively on a distributed team and adhering to common hours across time zones.  \nMinimum Requirements\nSuccessful candidates typically have a bachelor's degree in computer science, engineering, statistics, or related fields, and 2 to 3 years of industry experience.\nMust be able to start the day at 10am EST and have familiarity with communication strategies and tactics for managing a distributed team\nDeep expertise in a component framework like React, Vue, or Svelte, and experience building D3 chart components in the framework of choice\nProfessional knowledge and extensive experience in object-oriented programming as well as functional programming.\nSoftware development best practices including story estimation, test-driven development, code review, and version control with git.\nFluency and practical experience with data visualization techniques including best practices and ability to rapidly prototype in languages like R, Python, or Tableau\nExperience with SQL, as well as NoSQL data environments and tools such as Hadoop, Spark, DynamoDB is a plus\nExcellent written and verbal communication skills\nStrong technical writer and documenter\nStrong project management skills including managing complexity and making informed trade-offs to quickly escape rabbit holes and make on-time deliveries\nWillingness to grow and work outside your comfort zone, e.g. proactively exploring new tech, identifying new ways to solve problems, and applying pragmatism to drive solutions\nPreferred Capabilites and Experience\nApplications with a visualization\/front-end portfolio are strongly encouraged\nFamiliarity with biological data, specifically in the context of high-throughput screening is a plus\nExperience with Agile workflow practices and familiarity with Atlassian tools including Jira, and Confluence\nFamiliarity with communication strategies and tactics for distributed teams is a plus\nTravel: Minimum requirement of quarterly travel to headquarters in Boston, MA.\nTo learn more about Ginkgo, visit www.ginkgobioworks.com\/press\/ or check out some curated press below:What is it really like to take your company public via a SPAC? One Boston biotech shares its journey (Fortune)Ginkgo Bioworks resizes the definition of going big in biotech, raising $2.5B in a record SPAC deal that weighs in with a whopping $15B-plus valuation (Endpoints News)Ginkgo Bioworks CEO on scaling up Covid-19 testing: ‘If we try, we can win’ (CNBC)Ginkgo raises $70 million to ramp up COVID-19 testing for employers, universities (Boston Globe)Ginkgo Bioworks Redirects Its Biotech Platform to Coronavirus (Wall Street Journal)Ginkgo Bioworks Provides Support on Process Optimization to Moderna for COVID-19 Response (PRNewswire)The Life Factory: Synthetic Organisms From This $1.4 Billion Startup Will Revolutionize Manufacturing (Forbes)Synthetic Bio Pioneer Ginkgo Raises $290 Million in New Funding (Bloomberg)Ginkgo Bioworks raises $350 million fund for biotech spinouts (Reuters)Can This Company Convince You to Love GMOs? (The Atlantic)\nWe also feel that it’s important to point out the obvious here – there’s a serious lack of diversity in our industry, and that needs to change. Our goal is to help drive that change. Ginkgo is deeply committed to diversity, equity, and inclusion in all of its practices, especially when it comes to growing our team. Our culture promotes inclusion and embraces how rewarding it is to work with people from all walks of life.  \nWe’re developing a powerful biological engineering platform, so we must remain mindful of the many ways our technology can – and will – impact people around the world. We care about how our platform is used, and having a diverse team to build it gives us the best chance that it’s something we’ll be proud of as it continues to grow. Therefore, it’s critical that we incorporate the diverse voices and visions of all those who play a role in the future of biology.\nIt is the policy of Ginkgo Bioworks to provide equal employment opportunities to all employees and employment applicants.","37":"Seldon was founded in 2014 with a simple yet ambitious mission: accelerate the adoption of machine learning to solve the world’s most challenging problems. Seldon accelerates the process of deploying, monitoring, explaining, and managing machine learning models, reducing risk and increasing ROI for data science projects. We have already helped to bring more than 3+ million unique ML models to production for hundreds of enterprises including Capital One, Ford, and Exscientia with productivity gains of up to 92%.\nMachine learning will soon be at the core of every connected business, so we’re seeking talented individuals to drive our mission forward to deliver industry-leading machine learning deployment and continue to make our mark in the MLOps space.\nWe’ve created a culture that we’re proud of that’s driven by our open, collaborative ethos and supportive environment. We’re a passionate team of innovators and the builders of serious next-generation, data-centric MLOps.\n  What You Will Be Doing\nSeldon creates products that allow customers to have deep insight into their production machine learning deployments. As we further develop our product we have a need for powerful visualizations of live machine learning data. This role will provide an opportunity to a data focused front end engineer to extend their skills into highly scalable and intuitive visualizations across diverse industry use cases and data modalities for machine learning.\nYou will interact on a daily basis with both our data science and product teams to build intuitive visualizations that will go into our core products and that provide insight from the many machine learning monitoring workflows we run.\nIn summary:\nDesign and develop ergonomic and performant interactive data tools: visualisations and UIs for advanced monitoring and analytics (real time analytics, clusters or graphs visualisations) or web apps meant to help users run and monitor optimised programs at scale on top of our ML platform.\nWorking closely with the UI\/UX and Data Science team in building out innovative products in the MLOps space.\nBe able to hack at data visualisation methods and be able to reproduce any charting methods you see.\nWhat you will bring to the team\nExperience or deep interest to learn D3 \/ SVG \/ Canvas based visualisations\nInterest in data science\nExperience in developing modern web applications using latest technologies (ideally React\/TypeScript)\nYou are curious by nature. We are building products at Seldon that have not been solved before so if you enjoy experimenting with new ideas to solve these problems that’s perfect\nNice to have\nCommercial experience or track record in delivering commercial software projects\n    Why join Seldon?\nSeldon was founded in 2014 with a simple yet ambitious aim: accelerate the adoption of machine learning to solve some of the world’s most challenging problems. Since launching in 2018, Seldon has over 5 million unique models deployed and has raised over £10 million in venture funding. Over two-thirds of the Seldon customer base are members of the Fortune 500 and include industry leaders such as Google, Red Hat and IBM.\nWe have created a culture that we’re proud of driven by our passionate, talented team and our open, collaborative ethos. We operate on the cutting edge of technology, in an agile environment that is evolving as we scale, enabling unique opportunities to grow and develop your career as part of the team and help shape the future with MLOps.\nSeldon Benefits\nAn exciting role in a fast-growing company, with the opportunity to play a key part in shaping our approach moving forward.\nA supportive and collaborative team environment\nA commitment to learning and career development and £1000 per year L&D budget\nCompetitive salary and share options to align you with our long-term success\n28 days annual leave (plus flexible bank holidays on top)\nFlexible approach to hybrid-working (⅔ split)\nNest Pension scheme\nAXA Private Medical Insurance (including dental and optical)\nAIG Life Assurance and EAP\nPerkbox - perks, medical and wellbeing benefits\nCycle to work scheme\nRegular socials and events\nTop-spec equipment","38":"Job Description\nAbout This Role\nYou will build and support the US Data Visualization & Reporting capability as part of the US Data Strategy for the US Commercial Organization at Biogen.  As part of the US Data team, you will enable the US Commercial digital and analytics strategies by developing data solutions that maximize the use of our data assets. As a partner to US Data Team, you will execute and streamline monthly reporting, lead ad hoc analytics use cases, and communicate with all TA’s to build end-to-end data management in close collaboration with stakeholders in CE&O, Finance and IT management. \n What You’ll Do:\nDesign, develop and publish new dashboards and work on enhancements\nTranslate complex data sets into actionable reporting frameworks and models to enable key performance indicator (KPI) visualization that supports high performance for end users\nUse industry standard business intelligence (BI) tools (including Business Objects, QlikView, QlikSense) to formulate metrics and to create data quality management assessments and tools to perform ad hoc data inquiries\nPerform training to other PowerBI users, as needed\nResponsible for design and updating methodology and project documentation\nCollaborate with internal teams to understand business needs, and work to gain in-depth understanding of company processes and procedures\nTranslate business needs to technical specifications\nConduct unit testing and troubleshooting\nCollaborate with teams to integrate systems\nDevelop and execute database queries and conduct analyses\nFollows quality assurance and control processes, and performs routine data management tasks, such as data validation and correction, queries and editing to ensure data accuracy, integrity, and completeness \nPerform other duties as assigned\nQualifications\nWho You Are\nYou are an experienced with Pharmaceutical data assets & vendors professional, with great practical knowledge of BI tools and ability to integrate reporting components from multiple data sources. You know how to optimize dashboards with focus on usability, performance, flexibility and standardization. You have effective analytical, conceptual, and problem-solving skills  and you are passionate about data visualization.\n Required Skills\nMin Bachelor’s degree in business or science related\nProficient in English; \nTechnical capabilities with MS Office, in particular PowerPoint and Excel (including Pivot Tables, Charts, and vLookup).\n1 - 3 years of practical experience working directly with Power BI; experience in developing, publishing and scheduling Power BI reports as per the business requirements\n1-3 years’ practical experience with writing and debugging SQL queries\nAbility to integrate reporting components from multiple data sources\nEffective analytical, conceptual, and problem-solving skills\nExperience in optimizing dashboards with focus on usability, performance, flexibility and standardization\n Analytical thinking for translating data into informative reports and visuals \nExperience with Pharmaceutical data assets & vendors; knowledge of commercial analytics (Sales, Marketing, Managed Markets) in small specialty markets is a plus\nPassionate about data visualization\nAdditional Information\n Why Biogen?\nOur mission to find therapies for neurological and rare diseases is a unique focus within our industry and this shared purpose is what connects us as a team. We work together to overcome obstacles and to follow the science. We are resilient as we strive to make an impact on our patients’ lives and on changing the course of medicine. Together, we pioneer. Together, we thrive. More details: https:\/\/www.biogen.com\/en_us\/careers.html\n Join our Global Business Services Center in Poland!\nThe vision of GBS at Biogen is to be recognized as a world-class Global Business Services organization driven by the desire for excellence in its people, business solutions, execution and partnerships with internal and external customers.\n We offer:\nRole in a dynamic and one of the oldest biotechnology company in the world \nCompany mission you can be really proud of\nWork with diverse and knowledgeable multinational teams\nOpportunities to learn and grow with GBS site in Poland\nStructured onboarding program\nCustomized benefit package, e.g. MyBenefits cafeteria, annual bonus eligibility, medical care, hybrid work\nWhy Biogen?\nOur mission to find therapies for neurological and rare diseases is a unique focus within our industry and this shared purpose is what connects us as a team. We work together to overcome obstacles and to follow the science. We are resilient as we strive to make an impact on our patients’ lives and on changing the course of medicine. Together, we pioneer. Together, we thrive.\nAt Biogen, we are committed to building on our culture of inclusion and belonging that reflects the communities where we operate and the patients we serve. We know that diverse backgrounds, cultures, and perspectives make us a stronger and more innovative company, and we are focused on building teams where every employee feels empowered and inspired. Read on to learn more about our DE&I efforts","39":"Description de l'entreprise\nBienvenue chez ACCOR, groupe hôtelier, leader dans le secteur de l’hospitalité.\nNous sommes un écosystème de 40 marques dans 110 pays, de talents et de solutions, prêts à s'engager dans les possibilités infinies de l'avenir. Accor vous propose une nouvelle façon de vivre, de travailler, de vous divertir et de développer votre activité professionnelle grâce à une expérience client personnalisée.\nGroupe engagé, nous veillons plus que jamais à évoluer dans le respect de notre patrimoine commun.\nDécouvrez notre culture, nos valeurs et nos ambitions sur https:\/\/group.accor.com\/\nDescription du poste\nUn environnement unique\nEnvie d’être acteur des transformations digitales du groupe Accor, dans le monde ?\nRejoignez la DIGITAL FACTORY, hub leader du concept d’hospitalité augmentée et véritable accélérateur d’innovation de solutions digitales différenciantes, tant pour nos +100 millions de clients que pour nos +5000 hôtels.\nMéthodes de travail agiles, proactivité et challenges technologiques rythment le quotidien de cette organisation composée de +600 talents (internes et externes) aux expertises product management, tech et data.\nUn contexte motivant\nDomaine : Data \nEn 2021, Accor a regroupé au sein de la \"Digital Factory\" ses différentes équipes Data sous la responsabilité unique d'un Chief Data Officer. \nNotre mission première est de fournir à l'ensemble de l'entreprise - des Hotels à la Direction, en passant par les différents Métiers - des produits Data et Analytics servant de multiples usages. Avec un fort redémarrage post-COVID, nous sommes en pleine modernisation (passage au Cloud massif) et transformation\/mise à l’échelle - env. 150 pers aujourd’hui organisées en Tribu\/Squad & Chapter inspiré du modèle Spotify - et accompagnons les équipes pour inscrire cette double culture \"Tech\" & \"Produit\" dans la durée. \nLa richesse de cet écosystème, l'esprit d'innovation et le sens du \"service\" caractéristique à la culture hotellière d'Accor sont les forces qui nous motivent au quotidien. \nAperçu du poste : \nAu sein du Data Engineering, nous recrutons des Data & Analytics Engineer pour renforcer les équipes en charge aussi bien des produits métiers que des briques & services fournis par notre plateforme \"Welcome Data\" (pour en savoir plus) \nAu quotidien, vous intégrez une Feature Team composée d'une dizaine de personnes maximum aux profils variés (PO, data analyst, scrum master, etc.), sous la supervision directe du \"Tech Lead\". \nMissions et responsabilités :  \nVous êtes l'acteur clé en charge des chaînes d'approvisionnement, de transformation et de mise en valeur des données, participant à la conception et modélisation des produits, assurant la conformité et la maintenabilité des solutions développées, et relevant les défis techniques liés à la volumétrie et à la qualité du patrimoine de données. \nAu quotidien, vos missions sont de : \nConcevoir, développer et déployer les solutions de gestion des données \"Cloud-Native\" \nAssurer la conformité et la maintenabilité du code (TDD, commentaires, etc.)  \nDétecter, analyser et résoudre les incidents ou anomalies survenant sur les produits de l'équipe \nContribuer aux chantiers transverses (usine logicielle-CI\/CD, supervision, catalogue, etc.)  \nComprendre la finalité métiers des produits, et surtout la complexité fonctionnelle des données manipulées \nAssurer la cohérence de la modélisation des données du patrimoine avec l'aide des Data Managers \nAccompagner les profils Produit ou Data Science dans le cadrage des besoins de données métiers (disponibilité, qualité, etc.) \nParticiper à l'animation de la communauté \"Data Tech\" (diffusion bonnes pratiques, capitalisation code, veille techno, etc.) \nSensibiliser nos différents interlocuteurs aux enjeux et bénéfices 'data' \nQualifications\nDiplômé(e) en informatique, analyse de données & Big Data, MIAGE, conseils aux entreprises, ou équivalent. \nAu moins 1 année d’ancienneté en lien avec les domaines de la Data & Analytics. \nCompétences Data & Analytics requises : \nModélisation & documentation des schémas de données (ERD, DataVault, Star-schema, etc.) \nIntégration & manipulation de données massives (SQL, Python, etc.) \nMise en place de supervision de données (contrôle qualité, rejets, alertes) \nConnaissances des réglementations sur les données, notamment personnelles (ex : RGPD) \nConnaissances des architectures « Data » opérationnelles ou analytiques \nUtilisation de la « Modern Data Stack » (Snowflake, dbt, Tableau, Airflow, etc.) \nDevOps sur AWS (configuration des services, terraformage, etc.)  \nCompétences générales attendues : \nConnaissances et mise en œuvre des méthodologies Agile : Scrum & Kanban \nCulture & techniques DevOps \nCollaboration et travail en équipe \nBonne communication orale et écrite \nAutonomie et proactivité \nGestion des priorités, risques et alertes \nLa connaissance du monde de l’hôtellerie est un plus. \nAnglais opérationnel requis. \nPosté base à Issy-les-Moulineaux ou Evry avec 2 jours de présentiel par semaine (ajustable). \nMindset recherché : \nPromoteur et engagé dans notre mode de fonctionnement « Factory » (modèle Spotify). \nEncourage la transparence, un climat de confiance : travail & revue entre pairs. \nCulture du feedback, droit à l’erreur. \nÊtre force de proposition, recherché l’amélioration continue. \nCuriosité (veille techno, etc.) et innovation \nInformations supplémentaires\nPourquoi travailler chez Accor ? \nNous sommes bien plus qu’un leader mondial. Nous vous accueillons comme vous êtes et vous pouvez trouver le métier et la marque qui correspond à votre personnalité. \nFaites ce que vous aimez, prenez soin du monde qui vous entoure, osez challenger le status quo !  \n#BELIMITLESS \nDécouvrez la vie qui vous attend chez Accor, https:\/\/careers.accor.com\/. \nQuels avantages Accor offre à ses collaborateurs ? \nAccor propose une expérience de travail unique à ses collaborateurs où l’excellence rime avec bienveillance ! \nLes avantages collaborateurs Accor c’est : \n un véritable équilibre de vie : \nTélétravail : jusqu’à 12 jours de télétravail par mois en fonction des rituels d'équipes. Prise en charge d’un forfait d’équipement et Indemnités journalières offertes. \nPour les cadres autonomes (non dirigeants) : Un forfait 216 jours, octroyant jusqu’à 12 RTT par an selon les années. \nWork Everywhere :  accès personnel offert à plus de 500 espaces de Coworking dont beaucoup au sein de nos hôtels. Une opportunité également de partir à la rencontre de nos collaborateurs hôteliers ! \nProgramme ALL Heartists : avantages, séjours et expériences inoubliables dans toutes nos adresses Accor, dans le monde entier. Plus de 70 partenaires répartis selon différents univers (Voyages, Gourmet, Bien-être et Sport, etc.) pour satisfaire toutes vos envies.  \nEt sur notre site d’Issy les Moulineaux : café à volonté, restaurant d’entreprise avec des prestations gourmandes et de qualité, salle de fitness, conciergerie d’entreprise. \n des avantages financiers attractifs : \nUne participation Groupe et un intéressement, avec abondements de l’entreprise si versements dans PEEG\/PERCOL, \nUn Forfait Mobilité durable de 700€\/an maximum versé aux collaborateurs utilisant des moyens de déplacements verts, une prise en charge du pass NAVIGO à hauteur de 75%, \nUn CSE qui vous accompagne dans le financement de vos activités : Culture, vacances, sport, Noël, événements familiaux… \n Sans oublier, l’accompagnement tout au long de votre carrière au sein du Groupe : \nLearning & development : un Talent management au cœur de notre stratégie RH & un catalogue de formation d’excellence, ouvrant de nombreuses perspectives de mobilités intra filières et internationales \nUn programme de cooptation de 1500€ bruts, pour récompenser votre participation aux recrutements de profils qualifiés. \n Nous sommes engagés pour la Diversité & l’Inclusion : \n« La diversité & l’Inclusion pour Accor, c’est accueillir chacun et chacune dans le respect de ses différences en donnant la priorité aux seules qualités et compétences. \nNotre ambition est de développer l’emploi, mieux accueillir, offrir d’excellentes conditions de travail et favoriser l’évolution de l’ensemble des collaborateurs et notamment des personnes en situation de handicap. \nN’hésitez pas à nous faire part de vos éventuels besoins spécifiques afin que nous puissions les prendre en considération. » ","40":"Creditas é uma plataforma digital focada em melhorar a vida das pessoas na América Latina em 3 ecossistemas: auto, imobiliário e benefícios corporativos. A empresa disponibiliza um amplo leque de produtos e serviços aos seus clientes, incluindo soluções fintech, seguros digitais e soluções ao consumidor, usando sua tecnologia proprietária para oferecer uma experiência única. Sua carteira de crédito inclui crédito imobiliário, de veículo e empréstimo consignado, proporcionando acesso a soluções e serviços com opções integradas de financiamento e refinanciamento.\nEm soluções para o consumidor, oferece reforma de imóveis; uma plataforma própria de seminovos (Creditas Auto) e, após seu investimento estratégico na Voltz Motors, motocicletas e scooters elétricas. Em seguros digitais, é a maior corretora independente do Brasil, oferecendo seguros de automóveis, residenciais e corporativos em parceria com mais de 16 operadoras. Fundada em 2012, emprega mais de 4.500 tripulantes (colaboradores) em escritórios em São Paulo, Barueri, Curitiba, Porto Alegre, Recife, Valência (Espanha) e Cidade do México. Recebeu aportes de fundos de capital de risco internacionais, que somam mais de US$ 829 milhões e foi reconhecida pelos rankings KPMG, Business Insider e Glassdoor como uma das fintechs mais promissoras do mundo.\n                                  Business\nSomos movidos por desafios, dados e resultados, apoiamos nossos negócios de forma estratégica e impulsionamos a Nave a voar cada vez mais alto.\nNo time de Marketing Digital\nVocê tem paixão por Marketing Digital? Gosta de trabalhar de forma estratégica e criar impacto para os clientes e o mercado? Aqui na área de Marketing Digital na Creditas você terá a oportunidade de trabalhar com os principais canais de aquisição online do mercado, além de fazer parte de um time analítico e com alta performance. \nQuais são as responsabilidades desta vaga:\nIntegrar e construir mecanismos para alavancar nova estrutura de dados de marketing;\nTreinar times e capacitar times para uso da nova estrutura;\nGerir e cocriar estratégias de uso de dados;\nImplementar melhores práticas para garantir consistência e usabilidade de dashboards para melhor experiência do usuário;\nCriar, desenvolver e manutenção de visualizações e dashboards usando bases de dados de diferentes fontes;\nCriar, modelar e testar plataformas analíticas;\nMapear, identificar e propor correções para inconsistências de dados;\nGerar recomendações para os times de growth;\nDesenvolver apresentações e visualizações executivas. \nPrecisamos de alguém com:\nCom experiência em dataviz na área de growth em empresas de médio porte; \nAmplo domínio de SQL, Big Query, Tableau, GA, Excel, Power Point;\nConhecimentos de growth;\nExperiência com apresentações executivas;\nBom relacionamento entre diferentes áreas e diferentes senioridades; forte perfil analítico e capacidade de priorização;\nSerá um diferencial se você tiver conhecimento em inglês avançado (principalmente para leitura e escrita) e entendimento das áreas de growth. \nNosso processo:\nO processo seletivo se inicia na candidatura e para algumas oportunidades, há alguns testes adicionais. O tempo do processo é flexível, mas não se preocupe, nosso time de Talent Acquisition está preparado para proporcionar a melhor experiência para você. Analisamos todos os perfis com atenção e sempre enviamos feedbacks, independente da etapa da candidatura. Além disso, todas as instruções são enviadas por e-mail.\nConheça nossos benefícios:\nSeguro de Vida Coletivo \nPlano de Saúde e Odontológico (SulAmérica)\nUniversidade Corporativa (Academy)\nZenklub e Gympass\nMeditas ON e Family Care (programa interno de saúde e acolhimento familiar) \nAuxílio Creche e auxílio para Filhos(as) com Deficiência\nYalo: desconto familiar em consultas e Convênio farmácia\nLicença Parental: 6 meses de licença para a pessoa gestante e 35 dias de licença parental.\nModelo de trabalho: remoto, presencial ou híbrido.\nVale-Transporte (VT) Vale Refeição (VR) (Creditas Card)\nRecebimento de bônus\/PPR atrelado ao atingimento de metas organizacionais\nYuca (descontos em moradia compartilhados) e WeWork (coworkings em diversos lugares do Brasil e do mundo)\nMinha Nave de Descontos: plataforma de descontos e benefícios exclusivos da Creditas.\nCreditas Store\nPrevidência privada, Empréstimo consignado e Antecipação salarial\nPrograma de Educação Financeira\nDiversidade no DNA\nTrabalhamos para construir um ambiente diverso e com equidade de oportunidades. Valorizamos e respeitamos todas as diferenças. Esse é um trabalho constante e sem pausas.\nPromover um ambiente diverso impacta diretamente na geração das novas formas de resolver problemas e na criatividade para desenvolver produtos e soluções inovadores. Cada vez que conhecemos uma nova perspectiva de mundo, novos horizontes e oportunidades se abrem.\nPara fortalecer essa rede, focamos em:\nDiversidade: Valorizamos a pluralidade e respeitamos todas as diferenças com empatia. Queremos que a nossa Tripulação tenha o máximo possível de representatividade da sociedade onde vivemos.\nInclusão: Queremos promover um ambiente seguro e de bem-estar para que todas as pessoas, especialmente aquelas que fazem parte de grupos sociais sub-representados sintam-se acolhidas e se considerem parte da Creditas.\nEquidade: Temos o compromisso de promover e garantir oportunidades e condições justas para o crescimento e desenvolvimento de todas as pessoas dentro da Creditas, diminuindo vieses em todas as nossas decisões.\nMais do que acolhimento, é possível encontrar espaço para liderar e co-construir o futuro da Diversidade & Inclusão na Creditas ao lado dos nossos grupos de afinidade.","41":"Company Description\nThe Netherlands Development Organization (SNV) is an international not-for-profit development organization that believes in contributing to poverty alleviation through various programs\/projects that it implements. There is great opportunity by all people to pursue their own sustainable development and SNV is working with different groups in pursuant of the same. SNV provides services in Agriculture, Water, Sanitation and Hygiene, and Renewable Energy. The recipients of these services include governmental institutions, non-governmental organizations and private sector organizations, communities, and individual households.\nBACKGROUND \nSNV is implementing a regional (multi-country) program entitled Opportunities for Youth Employment (OYE+) in partnership with the embassy of Sweden (Sida) and Swiss Agency for Development Cooperation (SDC) in Zambia and Zimbabwe. OYE aims to improve the livelihoods and increase incomes for thousands of out-of-school youths (among whom at least 50% are young women) in \"green\" jobs, agri-food systems and energy. The project aims to sustainably increase youth employment and income by skills and capacity development of youth (push factor), linking these youth to market opportunities for employment and enterprise development (match factor) in growth sectors that have the concrete potential for employment creation (pull factor). The OYE approach is a market-based method to sustainably increase youth (self) employment, income and ultimately, improve livelihoods.\nThe OYE project in Zimbabwe and Zambia, is now in its final year of implementation and has collected a large amount of data in both countries. This data is predominantly stored and or archived in the OYE online database which the project established and has been operating and regularly upgrading. The project now requires the expertise of a strong candidate to intensively analyse the collected data for sensemaking, trend analysis, assessing model effectiveness, and more importantly, flagging areas of improvements (in terms of data collection processes, in data quality, in data analysis, use of data for management decision making) and develop learning materials for sharing both internally and externally. Hence the project is seeking the services of a consultant to conduct data analysis and develop powerful visuals (in the form of infographics) which SNV can use both internally and externally for knowledge sharing and to inform management decisions. The consultant will work in accordance with the agreed terms and schedules of the contract.\nJob Description\nTECHNICAL SUPPORT AREAS\n   A.   OYE DATA ANALYSIS\nIn close collaboration with the country OYE MEAL and project teams, and under the supervision of the Regional Hub, the consultant will conduct in-depth data analyses of both the Zimbabwe and Zambian OYE datasets and compile informative data analytics. Such analytics should also be disaggregated by locality (rural vs urban), sex, age range, marital status, education level, district, country, Local Service Providers amongst other disaggregation’s.\n       1.1  Objectives\nData cleaning which includes the identification of data gaps and questionable data (validity\/ accuracy) amongst other parameters of the datasets\nData analysis of the OYE datasets using various data analysis applications, tools and technologies.\nExpected Outcomes\/ Deliverables\nInception report (amongst other things, the report must articulate and propose the nature and extent of analysis required- mainly quantitative data analysis- after familiarization with shared project documents and online database)\nClean OYE datasets for both Zimbabwe and Zambia- this will entail that the dataset will have: i) up-to-date data, ii) no incomplete\/missing data, iii) no duplicate or irrelevant data, iv) no typos or incorrect formatting, e.g., capitalisation, v) no mislabeled data (data entered in wrong place\/data set), and finally, must ensure that the data is clear, logical and accurate.\nData analysis report\nRecommendations for improvements in youth databases, effective data collection tools, data analysis and trend analysis variables and any other relevant areas in line with the OYE+ Theory of Change and Results Framework.\n         B.  OYE RESULTS AND FINDINGS VISUALIZATION\nThe consultant will be required to translate the analysed data into striking infographics and visuals that speak to development experts, funders, stakeholders and young people, and clearly depict the OYE achievements.\n        2.1 Objectives\nUtilise data visualisation tools and methodologies to tell the complete OYE story and demonstrate progress along the pathway through media (social media, TV, print e.g., newspaper articles, posters) and publications (reports, policy briefs, success stories, case studies, animation) targeting funders, strategic stakeholders and youth in Zimbabwe, Zambia and beyond.\nExpected Outcomes\nOYE results, trends and patterns interpreted and portrayed using infographics and any other visual format that are reflective and illustrative of the data, for easy updating and sharing of real time findings.\nQualifications\nMust be a seasoned data analyst with strong data analysis skills\nHave a relevant Master’s or Bachelor’s Degree (for example in M&E and\/or Statistics)\nKnowledgeable in many data analysis and visualization packages\nHave at least 6 years’ relevant work experience and a proven track record in data analysis and visualization\nStrong report writing skills\nSelf-starter, able to work independently and with minimum supervision\nAble to work flexibly under pressure in a fast-paced professional working environment\nDetail-oriented, well organized, and responsive\nAbility to treat confidential information with due care\nPast experience in youth employment programming is an added advantage.\nAdditional Information\nHow to apply\nProspective consultants should take due care and refer to the attached Request for Proposal Guide and submit a Bidder Profile using the provided template.\nApplication submission deadline is 24 February 2023, by sending complete bid package via email to zimbabweprocurement@snv.org \nWe do not appreciate third-party mediation based on this advertisement.\nNB: Only shortlisted will be contacted.","42":"Description de l'entreprise\nCréé en 2002, Talan compte désormais plus de 4500 collaborateurs en France et à l’international. Le Groupe bénéficie d’une croissance forte et continue depuis sa création, notamment grâce à un positionnement en expertise sur le marché. Talan adresse principalement les grands comptes au travers d’entités spécialisées, pilotées par des opérationnels qui mettent en œuvre un management participatif.\nDans une ambiance dynamique et professionnelle, nous sommes une équipe de 150 collaborateurs dans l’Ouest (Nantes & Rennes), organisés autour de 6 pôles d’expertise:\nLa DATA (data management, Big Data, Reporting et Dataviz)\nLe développement applicatif (Java\/.net\/php\/Python)\nLe conseil opérationnel (pilotage de projets)\nModern Solutions & experiences\nCRM & RPA\nERP\nChoisir d’entrer chez Talan, c’est choisir d’intégrer une société dans laquelle il fait bon vivre et où chacun peut cultiver et partager son expertise. La priorité est donnée à l’entreprenariat et le plus grand soin est accordé à ce que chacun suive un parcours de formation adapté et valorisant.\nTous les collaborateurs ont donc en commun le fait d’être impliqué dans ce qu’ils font et c’est grâce à cela que nous progressons tous ensemble !\nDescription du poste\nAfin de répondre aux besoins décisionnels de nos clients dans la région Ouest, nous recherchons des consultant(e)s ayant une expérience significative sur les outils Dataviz du marché notamment QlikView\/QlikSense, Tableau Software, IBM Cognos Analytics, Microstrategy, la suite Microsoft BI (SSAS, SSRS, Power BI, etc.)…\nEn fonction de votre profil, vous serez amené(e) à prendre en charge les actions suivantes :\nCadrage du besoin, conception et analyse fonctionnelles et techniques\nCréation d’application, modélisation et développement de rapports et tableaux de bord\n Rédaction de documentation fonctionnelle et\/ou technique\n Formation d’utilisateurs(rices) et équipe projet\n Participation à des avant-ventes\n Veille technologique\n Réalisation de POC (Proof Of Concept)\n Participation éventuelle à des événements partenaires\n Qualifications\nMaîtrise des concepts de base de l'informatique décisionnelle (modélisation, alimentation, restitution...) et expérience d'au moins 5 ans\nMaitrise d'un outil de reporting leader sur le marché (Power BI\/ Qlik)\nCapacité à monter en compétence sur d’autres solutions Dataviz \nSens de l’écoute, travail en équipe, autonomie, motivation et capacité de communication\nFaculté à appréhender rapidement de nouveaux contextes métiers\nSi vous avez les compétences requises et souhaitez faire partie d’une entreprise à taille humaine en pleine expansion restant fidèle à ses valeurs, vous êtes certainement la personne que nous recherchons !\n #DataViz#QlikView#QlikSense#MicrosoftBI#PowerBI#Cognos#Tableau#Consultant#Data#Visualisation#reporting#BusinessObjects\nInformations supplémentaires\nTalan est une société handi-accueillante, signataire de la Charte de la Diversité en entreprise. Alors si ces valeurs vous parlent, rejoignez-nous !\nRetrouvez nos engagements RSE ici et nos actions en faveur de la diversité ici.\n   ","43":"Company Description\nNatixis is a French multinational financial services firm specialized in asset & wealth management, corporate & investment banking, insurance and payments. A subsidiary of Groupe BPCE, the second-largest banking group in France through its two retail banking networks, Banque Populaire and Caisse d’Epargne, Natixis counts nearly 16,000 employees across 38 countries.\nAs Natixis Innovation Hub, Natixis in Portugal mission is to transform traditional banking by developing innovative solutions for the bank’s business, operations and work culture, being a key driver of the company’s culture of agility and innovation. Teams of IT and Banking Support Activities work in an integrated, inclusive and transversal way, supporting all the business lines and country platforms.\nJob Description\nAs a  Compliance Reporting\/Data visualization designer you will be responsible for:\nCreate\/modify reports based on the requirements provided by the Head of the Regulatory Reporting Factory and (the data available in the Natixis tools\nAccompany the different business lines \/ Compliance officers, in France or abroad, in order to identify their reporting needs, and automate the production of reports\nParticipate in the definition of indicators (KPI \/ KRI), their implementation, collection, consolidation, and production to the Compliance officers\nEdit and circulate regular or on-demand reports\nProduce regulatory reports to regulators, general inspection, and Natixis’ corporate governance\nParticipate in the interactions with the DSI SG on BI tools such as Datamarts and Power BI\nQualifications\nTechnical skills:\nSignificant experiences in reports design through BI\/reporting tools (ideally within banking industry): Power BI is required, Tableau, Cognos or SAP BI will be a plus.\nGood skills in Excel (including macros implementation) and Office Pack;\nKnowledge of Business Intelligence and SQL language will be appreciate;\nExperiences in the banking industry, especially in CIB, will be appreciate.\nSkills in programming languages (VB\/VBA, C\/C++, Java) will be a plus;\nSoft skills:\nTeam working;\nGood communication and interpersonal skills;\nOrganized and autonomous;\nFluent English and a good level of French (mandatory).\nWe will only accept English CVs.\nAdditional Information\nEarly morning. Campo 24 de Agosto. In 4 minutes, you are clocking in at the office. After grabbing a cup of coffee and fresh fruit, pick up your laptop and choose your spot for the day. It's going to be a busy one: French class before lunch and, just after, quick medical appointment at Natixis doctor's office.\n \nLunch break. Outside in the big terrace (look at your crops at the Urban Garden; ready to harvest!) or, if you feel like stretching your legs, walk downtown to grab lunch.\n \nBack inside. Quick sprint review (working together anywhere means virtual happy birthday to that colleague in Paris that just turned 35). The afternoon went flying (tasks, reports, calls, some jokes with your teammates). End it on a high note: just one PlayStation game or the final match for that ping-pong tournament.\n \nTomorrow, you complete that certified technical training and the day after, you will work from home, taking advantage to finally do that online course on Udemy. Once you are done with your tasks for the day, you can visit the office for a board games session or show up at the rehearsal of one of Natixis bands. If that is too steady for you, meet your colleagues to surf some waves or join them in a football match.","44":"Company Description\nWe organise over 500 large-scale branded and transaction-oriented events in 14 specialist markets. These are typically not-to-be-missed annual events where buyers and sellers build relationships, see and show products and do business.\nWe also provide year-round online platforms where companies showcase their businesses and products and buyers conduct research, generating valuable leads, and we provide data and digital content that supports the flow of knowledge and transactions in markets.\nJob Description\n6-month fixed term contract with a likely extension based on project work. The role is almost 100% working remotely.\nInforma Markets are looking to bring on a technically minded individual, who is interested in combining the analytical intelligence from data and developing technical solutions to problems in data systems. The key applications are PowerBI and SQL Server Analysis Services.\nWith a background in project work, they will be able to demonstrate the ability to meeting tight deadlines with system familiarity. They will be comfortable in both running their own projects and working alongside other developers on larger projects.\nWhat you’ll be doing:\nThe PowerBI Developer is responsible for developing and supporting the Reporting Hub. This is new project currently in the development stage. The team is currently using IBM Planning Analytics for financial, FTE and KPI planning and reporting and would like to use PowerBI as the reporting front end for internal customers. This role is going to be the team expert on PowerBI and will help upskilling other members of the team. \nWhat we’re looking for:\nTasks are likely to include:\nUsing best practice, develop the Product Tracker PowerBI reporting used by hundreds of people\nHelp develop the Finance standard reporting suite in PowerBI, which will service finance and business users across multiple Portfolios and Divisions.\nDevelop a series of prioritised dashboards based on prioritisation \nOptimise the data flow from the source systems to PowerBI\nChallenges current processes and ways of working, striving for an optimal level of output which delivers on requirements in a timely fashion\nQualifications\nStrong experience in a PowerBI development role\nBS Degree or equivalent professional qualifications\nHas a good knowledge of a wide area of information systems concepts and practice, both within and beyond own organization. Including all stages of systems development.\nFamiliarity with TM1 would be beneficial but not essential.\nCan demonstrate a rational and organized approach to the tasks undertaken and an awareness of the need to achieve quality","45":"Company Description\nOur brand Deutsche Telekom IT Solutions Slovakia entered the life of Košice region in 2006 under the name of T-Systems Slovakia and ever since has been inextricably linked with the region when became one of the founding members of Košice IT Valley. We have managed to grow from scratch to the second largest employer in the eastern part of the country with more than 3900 employees. Our goal is to proactively find new ways to improve and continuously transform into the type of company providing innovative information and communication technology services.\nJob Description\nPurpose\nWe are seeking a skilled and experienced Power BI Developer with an innovative mindset to join our Finance International Business Intelligence Team working in a Scrum environment. The ideal candidate will have the opportunity to work remotely from anywhere in Slovakia and will be responsible for designing and implementing data-driven solutions in a Microsoft BI cloud environment to support business intelligence needs across multiple foreign countries, with a focus on automation and implementing predictions, artificial intelligence and self-service BI in the future. If you have a passion for data analysis and visualization, are comfortable working in a Scrum environment, have an innovative mindset, and possess the required skills and experience, we would love to hear from you! Join our Finance International BI Team and work from the comfort of your own home in Slovakia.\nKey accountabilities\nDevelop and maintain Power BI reports, dashboards, and data models within the Microsoft Azure cloud environment, using Power BI Desktop and Power BI Service\nCollaborate with stakeholders to gather requirements and provide insights and recommendations based on data analysis, using SQL, data warehousing concepts, and data modeling techniques\nImplement data visualization techniques to effectively communicate complex data concepts, using DAX language and advanced Power BI visualizations such as tables, matrices, pie charts, bar charts, line charts, scatter plots, maps, and more\nEnsure data accuracy, integrity, and security in all Power BI solutions by implementing data validation and data quality checks\nDevelop and maintain technical documentation and training materials, including user guides, process flows, and training presentations\nStay current on new Power BI features and updates and apply them to ongoing projects in a Scrum environment, while adhering to project timelines, budgets, and quality standards\nSupport automation of processes and contribute to the implementation of predictions and artificial intelligence in future projects, using machine learning algorithms and predictive analytics\nQualifications\nEducation\nBachelor's degree in Computer Science, Information Technology, or related field\nExperience\nAt least 2-3 years of experience in Power BI development and data visualization, with a proven track record of delivering high-quality, data-driven solutions that meet business needs\nIT Technical Skills\nExperience with Power BI Desktop, Power BI Service in a Microsoft Azure environment\nProficient in SQL and data warehousing concepts\nExperience with data modeling and DAX language, with the ability to write complex DAX expressions and implement data transformation techniques\nSoft skills\nStrong problem-solving and analytical skills, with the ability to understand and interpret complex data and identify patterns and trends\nExcellent communication and interpersonal skills, with the ability to effectively communicate with both technical and non-technical stakeholders\nAbility to work independently and as part of a team in a remote and Scrum environment, with the ability to manage multiple tasks and priorities\nInnovative mindset with a passion for exploring and implementing new technologies and solutions, and a strong interest in machine learning and artificial intelligence\nLanguages\nEnglish – Upper intermediate (B2)\nGerman - Advantage – Intermediate (B1)\nAdditional Information\nBenefits\nWe believe in balance between work and personal life. An attractive and extensive work-life balance portfolio guarantees lasting motivation for employees and thus a better quality of life, promotes physical and mental well-being and contributes to a positive work environment. All this with the aim of providing more freedom in reconciling work, career growth, private life and individual lifestyle. Therefore we offer to our employees over 25 different benefits to improve their personal and professional life in these areas:\nFinancial benefits\nBenefits with focus on learning and development\nBenefits with focus on health and sport\nBenefits with focus on family and work – life balance\nOther benefits\nFor more information about our benefits click to Benefits\nSalary\nFinal salary is negotiable.\nWe are offering base salary depending on seniority level and previous experience of candidate. In addition to base salary we provide variable part and other financial benefits. Base salary will not be lower than 2000 - 2650 € \/brutto.\nAdditional information\n* Please be informed that our remote working possibility is only available within Slovakia due to European taxation regulation.","46":"We are looking for a Data Visualization Manager to join our Team in Porto.\nRequirements\nWhat we offer  \nA balanced work environment where you will have autonomy, responsibility, and ownership while working with a vibrant and dynamic team\nA chance to work alongside more junior colleagues, which will allow you to improve your leadership skills, and more senior co-workers who will advise you on your further career development.\nA modern office with everything you need (including food and beverages).\n\nWho we are\nWe are Metyis. We are a dynamic and forward-thinking consultancy firm that operates across a wide range of industries, creating solutions that are tailored to specific needs. We bring long-lasting impact and growth to our partners and clients.\nWith our multidisciplinary teams we create bold strategies and innovative solutions that are tailored to our client’s needs and help them capitalizing opportunities. Together we strive to bring long-lasting impact and celebrate collective victories.\nAt Metyis we share an entrepreneurial mindset, a compelling passion to create, and, more importantly, a firm belief in our partnership-driven business model. This is embedded in our culture and safeguarded as we evolve. Our team counts over 450 ambitious professionals with various backgrounds, spread over several continents. Our work environment unifies creative problem-solving and strategic thinking. We provide resources to visionaries who understand the direction that the world is moving. Tomorrow’s world is data-driven. It is digital. It is international.\nBecome part of the journey, become part of Metyis. Partners for impact.\n\nWhat you will do\n\nMetyis is growing! We are looking for a Data Visualization Manager to join our Data team, your responsibilities would be:\nTake a leading role in building our center of excellence by delivering dashboarding and visualization requirements at various clients;\nDelivery of reports and dashboards in a timely and efficient manner;\nLiaise with the onsite team and client teams in scoping the requirements and convert to a suitable visualization (that is developed over multiple, agile sprints);\nBe the single point of contact for all complex query resolution;\nProvide inputs for improving dashboard performance and suggest efficient data transformations for creating dashboards;\nInculcate best practices;\nOversee the maintenance of the dashboards that have already been built;\nGuide and mentor team members.\n\nWhat you’ll bring   \n5+ years of professional work experience in Data Visualization and KPI dashboarding;\nDeep expertise in Power BI. Good to have knowledge of Tableau;\nExperience in leading the team;\nExperience in Google Data Studio is desirable;\nGood problem-solving skills and an analytical mindset;\nAbility to assess performance of data pipelines for latency and query run times;\nAbility to work in the English language with strong written and oral communication skills, Portuguese is a plus.","47":"Description de l'entreprise\nChez TRIGO, nous sommes convaincus que la Qualité est essentielle à la performance de l’Industrie et à sa durabilité. C’est pourquoi nous déployons des solutions qui optimisent les productions industrielles, à l'échelle mondiale.\nNous sommes 10 000 collaborateurs dans 26 pays, offrant un portefeuille complet de services à de nombreuses chaînes d'approvisionnement et de fabrication. De l'inspection et la retouche au conseil et à l’ingénierie, nous nous engageons pour la qualité de nos partenaires industriels. Nous nous appuyons sur nos solutions technologiques en développement, basées sur l'industrie 4.0, l'analyse de données et l'intelligence artificielle.\nAu sein d'une entreprise à l'esprit start-up et à la culture internationale, vous contribuerez et améliorerez l'efficacité de nombreuses chaines de montage et d’assemblage. Grâce à des missions engageantes et responsabilisantes, vous constaterez l'impact de vos efforts. Rejoignez une équipe engagée qui vise l'excellence !\nDescription du poste\nAu sein de l’équipe digital France en charge de toutes les solutions digitales (terrain, support et client), nous t'offrons la possibilité de participer à des projets d'innovation monde.\nTu travailleras en collaboration constante avec ton manager, le responsable digital France.\nTes principales missions seront :\n- La gestion de projet :\nDéfinition des besoins des métiers (visite sur sites et ateliers de travail)\nDéfinition d’une solution (développement interne, externe, définition d’un nouveau process ou d’une nouvelle méthode de travail)\nAnimation des réunions de suivi de projet (réunion de travail avec l’équipe opérationnelle, et réunion de suivi avec l’équipe projet)\nExemples de projets : mise en place d’une application de contrôle de pièces via scan, création de power BI pour tous métiers, création d’une application de suivi d’activité pour le suivi du coût de main d’œuvre, définition de outils digitaux aux postes à déployer sur la France entière, lancement de projets de RPA, etc.\n- La partie technique : En fonction de tes appétences et de besoins, tu seras guidé sur l’apprentissage de la suite Power Platform de Microsoft (Power Apps, Automate et Power BI essentiellement) afin de répondre directement aux besoins de nos clients internes via la création d’applications et de rapports simples\n- Le support : En soutient de l’équipe Digital, tu accompagneras et formera les utilisateurs aux nouveaux rapports et applications créées. Tu participeras également à la création des différents contenus (guides utilisateurs, processus, etc.) sous PowerPoint ou SharePoint.\nQualifications\nDe formation Bac+5, vous préparez un diplome d'ingénieur.\nVous avez une appétence pour le digital et la gestion de projet.\nEn plus de savoir maitriser le pack office (word, excel...), vos qualités relationnelles et managériales, ainsi que votre réactivité vous permettront de réussir à ce poste.\nEn nous rejoignant vous aurez l’opportunité de vous voir confier des responsabilités clés et de contribuer aux challenges des acteurs majeurs industriels tout en développant vos compétences.\nPré-requis:\nBonne maitrise d'excel\nPowerApps et PowerBI serait un plus\nInformations supplémentaires\nLes 3 raisons de rejoindre TRIGO :\n•Vous intégrez le leader de la Qualité Industrielle en contribuant à des projets d’envergures et à forte valeur ajoutée en France et à l’International.\n•Vous évoluez dans un cadre bienveillant. Nous considérons que la qualité des prestations démarre par l’épanouissement de chaque collaborateur, notre management de proximité et le suivi régulier en sont des piliers.\n•Nous rendons votre réussite professionnelle possible en vous donnant les moyens de devenir un véritable expert qualité.","48":"Enroute is about being exceptional. We deliver IT services and solutions by tech-savvy problem solvers, constantly looking for innovative approaches to everyday problems. Enrouters have unique ideologies, principles, and incredible life stories. Everyone is welcome at Enroute.\nWe take pride in our culture. We want every Enrouter to enjoy working with us and become part of a great community of highly driven, responsible, respectful, and happy people. We offer outstanding benefits, compensation, flexible schedules, and policies that balance work and personal life. We strive to be involved and know our people to improve continuously.\nWe seek a talented and experienced BI Developer - Visualizations Expert (Tableau) to join our dynamic and growing team. As a key member of the Business Intelligence team, you will be responsible for designing and developing interactive dashboards, reports, and visualizations to provide insights and support data-driven decision-making across the organization.\nRequirements\nBachelor's degree in Computer Science, Information Technology, or a related field\n5+ years of experience in business intelligence and data visualization, with a strong focus on Tableau\nProficient in Tableau Desktop, Server, and Tableau Public (minimum of Tableau 2021.3 version)\nExperience with data modeling, data warehousing, and ETL processes\nStrong SQL skills\nAbility to work with large datasets and create scalable and efficient dashboards\nExcellent communication and collaboration skills, with the ability to work effectively with both technical and non-technical stakeholders\nA self-starter with the ability to take the initiative and work independently\nExcellent problem-solving skills and the ability to think creatively\n\nResponsibilities\nDesign and develop advanced Tableau dashboards, reports, and visualizations\nWork with stakeholders to gather requirements and translate them into data-driven insights.\nCollaborate with cross-functional teams to ensure the delivered solution meets business requirements.\nStay up-to-date with Tableau technologies and trends to ensure the solution is always current.\nParticipate in code reviews and ensure the code is maintainable and scalable.\nTroubleshoot and resolve issues with existing Tableau dashboards and reports\nParticipate in training and mentoring junior team members.\nBenefits\nMonetary compensation\nYear-end Bonus\nIMSS, AFORE, INFONAVIT\nMajor Medical Expenses Insurance\nMinor Medical Expenses Insurance\nLife Insurance\nFuneral Expenses Insurance\nPreferential rates for car insurance\nTDU Membership\nHolidays and Vacations\nSick days\nBereavement days\nCivil Marriage days\nMaternity & Paternity leave\nEnglish, Japanese, and Spanish classes\nPerformance Management Framework\nCertifications\nTALISIS Agreement: Discounts at ADVENIO, Harmon Hall, U-ERRE, UNID\nTaquitos Rewards\nAmazon Gift Card on your Birthday\nWork-from-home Bonus\nLaptop Policy\nEqual employment\nEnroute is committed to providing equal employment opportunities to all employees and applicants for employment and prohibits discrimination and harassment of any type without regard to race, color, religion, age, sex, national origin, disability status, genetics, protected veteran status, sexual orientation, gender identity or expression, or any other characteristic protected by federal, state, or local laws. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence, compensation, and training.","49":"Company Description\nVisa is a world leader in digital payments, facilitating more than 215 billion payments transactions between consumers, merchants, financial institutions and government entities across more than 200 countries and territories each year. Our mission is to connect the world through the most innovative, convenient, reliable and secure payments network, enabling individuals, businesses and economies to thrive. When you join Visa, you join a culture of purpose and belonging – where your growth is priority, your identity is embraced, and the work you do matters. We believe that economies that include everyone everywhere, uplift everyone everywhere. Your work will have a direct impact on billions of people around the world – helping unlock financial access to enable the future of money movement. Join Visa: A Network Working for Everyone.\nJob Description\nThe Marketing, Sales, Services Technology Systems (MSST) Team manage the Customer Relationship Manager (CRM) systems, Business process management (BPM) applications and custom applications for Sales, Services, Marketing and Product teams. The Analytics team within this team integrate data from multiple applications like CRM, Contact Center applications, Appian and build executive and operational reports as well as enable self-service reporting and insights from to empower Business to monitor and track KPIs and make data driven decisions. The Sr. Data Engineer (ETL\/Power BI\/SQL) within the Analytics Delivery team will be responsible for solution design, development and implementation of Data integration and Analytics solutions on data platforms (SQL server) and Hadoop. This position requires designing database schemas for reporting, perform data engineering activities using ETL tools like Pentaho and\/or scripts to ingest data from multiple applications on the cloud and on premise, build Power BI data sets and enable self- service reporting on Power BI and Hadoop. This position requires close collaboration with Global Sales Business partners and Product owners to understand Business goals and requirements and implement Data Analytics solutions following agile methodologies. This position requires collaboration with multiple global IT teams including application teams, database teams, Infrastructure and Platform teams and respond to changing Business priorities with agility. This position provides Production support for applications, data analysis and requires investigation and resolution of issues. Responsibilities: Participate in Technology project delivery activities such as gathering Business requirements, conceptual technology approach, design, development, enhance and build scalable solutions and support systems in production in a DevOps model. Work as a member of Sales domain scrum teams and provide solutions for complex reporting requirements. Work as a Subject matter expert on data from Sales and Marketing domain. Architect solutions and build data management systems – on premise or on cloud. Understand application systems, architect solution, develop the source to target mapping documents and ETL code to load data from Cloud applications (MS Dynamics) other CRM applications to databases on premise. Develop workflows using ETL tools like Pentaho. Develop database components on premise databases (SQL Server) and\/or Hadoop for reporting. Develop Power BI data models and dashboards. Support QA, UAT and performance testing phases of development cycle and implement DevOps principles from development to deployment to production Partner with IT groups such as Engineering, Product, Cybersecurity, and Infrastructure on project delivery activities and security findings remediation. Own Operational support for multiple applications Perform POC and build prototypes based on business and technology requirements. This is a hybrid position. Hybrid employees can alternate time between both remote and office. Employees in hybrid roles are expected to work from the office 2-3 set days a week (determined by leadership\/site), with a general guidepost of being in the office 50% or more of the time based on business needs.\nQualifications\nBasic Qualifications: • 2 or more years of work experience with a Bachelor’s Degree or an Advanced Degree in Computer Science\/ Engineering, Information Science or a related discipline with strong technical experiences (e.g. Masters, MBA, JD, MD, or PhD). Preferred Qualifications: • Minimum of 2-3 years’ experience with Master’s degree or 4-5 years' experience with Bachelor’s degree in Computer Science\/ Engineering, Information Science or a related discipline • Experience of at least four years in building data pipelines and utilizing data engineering techniques like ELT or ETL for building and scaling reporting and Analytical solutions • Strong expertise in Data analysis, writing SQL scripts and hands on experience working on Relational data bases like SQl Server required • Experience building Power BI data models and dashboards required • Extensive experience with ingesting and transforming data using ETL tools like Pentaho, Informatica is required • Experience using FetchXML, DAX functions, implementing Power BI security features required • Experience using MS Dynamics Sales and Services modules nice to have • Experience in provisioning databases and managing application servers (on premise or on cloud) nice to have • Experience with ensuring data quality for reporting and implementing data observability metrics highly desirable • Experience using Hadoop (Hive, Presto, Spark) highly desirable • Experience in Python, PowerShell, job scheduling (Control M) and version control (bitbuket, GitHub), implementing CI\/CD for Reporting components nice to have • Experience with embedding dashboards in MS Dynamics, Power apps, Power Automate nice to have • Experience working in Agile methodology owning end to end product solutions • Experience with cloud infrastructure like Azure data lake, Synapse, Snowflake on Azure nice to have • Good Presentation skills and communication skills presenting ideas and insights to Business is highly desired • Experience on Sales and Marketing domain nice to have • Demonstrated analytical rigor, strong attention to detail, team oriented, collaborative, agile and flexible style\nAdditional Information\nVisa is an EEO Employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability or protected veteran status. Visa will also consider for employment qualified applicants with criminal histories in a manner consistent with EEOC guidelines and applicable local law.","50":"Charger Logistics Inc. is a world- class asset-based carrier with locations across North America. With over 20 years of experience providing the best logistics solutions, Charger Logistics has transformed into a world-class transport provider and continues to grow.\nCharger Logistics invests time and support into its employees to provide them with the room to learn and grow their expertise and work their way up. We are entrepreneurial-minded organization that welcomes and support individual ideas and strategies. We are currently expanding and looking to add a motivated individual to our team based out of our Monterrey's office.\nResponsibilities:\nDevelop analytic tools and solutions, generate dashboards\/reporting for Finance area.\nPrepare financial reports including costings, cash flow, bank reconciliation, sales and payroll tax filings.\nCompile and analyze financial information to prepare entries to accounts, such as general ledger accounts, documenting business transactions.\nMatch invoices to purchase orders and receiving reports, coding invoices with account numbers or review invoice coding for accuracy.\nPrepare and analyze annual and quarterly reports\nRequirements\n\nEnglish is a must\nBachelor’s degree in Accounting or Finance is required.\nBI Tools proficiency (Tableau is an asset)\n3-4 years of related experience in Financial Data Analysis is required\nKnowledge of combined financial statement presentation, SOX, financial analysis, excellent communication skills, and time management.\nProficient in Microsoft office, with aptitude to learn new software and systems.\nBenefits\n\nInternational Training\nSavings fund\nLife insurance\nHealthcare Benefit Package\nFood coupons\nCareer growth\nHigh competitive salary\nPerformance-based bonus and Christmas bonus.","51":"Description de l'entreprise\nTalan est un cabinet de conseil en innovation et transformation par la technologie.\nDepuis 20 ans, Talan conseille les entreprises et les administrations, les accompagne et met en œuvre leurs projets de transformation et d’innovation en France et à l'international. Présent sur cinq continents, le groupe prévoit de réaliser un chiffre d'affaires de 600 millions d'euros en 2022 pour plus de 6000 consultant·e·s et vise à dépasser la barre du milliard d’€ de CA à horizon 2024.\nLe Groupe met l'innovation au cœur de son développement et intervient dans les domaines liés aux mutations technologiques des grands groupes, comme le Big Data, l'IoT, la Blockchain et l'Intelligence Artificielle.\nPrésent dans les événements incontournables du secteur, comme Viva Technology, Talan prend régulièrement la parole sur les enjeux de ces technologies révolutionnaires aux côtés d'acteurs majeurs du secteur et de parlementaires (Syntec Numérique, Forum de l'intelligence artificielle, French Fab Tour, Forum de Giverny…)\nTalan est une société handi-accueillante, signataire de la Charte de la Diversité en entreprise. Alors si ces valeurs vous parlent, rejoignez-nous !\nRetrouvez nos engagements RSE ici et nos actions en faveur de la diversité ici.\nDescription du poste\nRejoignez notre communauté DATA VISUALISATION chez Talan !\nTalan cherche à renforcer sa communauté DATA VISUALISATION au sein du pôle Data pour intervenir sur les différents projets de nos clients grands comptes.\nAfin de répondre aux besoins décisionnels de nos clients grands comptes, nous recherchons des consultant(e)s ayant une expérience significative sur les outils de Dataviz du marché notamment Looker, Tableau Software, Microstrategy.\nVOTRE ROLE SUR NOS PROJETS :\nEn fonction de votre profil, vous serez amené(e) à :\nAnimer des ateliers clients pour comprendre les problématiques métiers\nBien définir les KPI à illustrer sur les applications métiers.\nConcevoir et analyser des applications métiers sous Looker, Tableau Software, Microstrategy.\nExploiter et interpréter les données pour en dégager des observations business utiles.\nRéaliser des développements d'application, des tests unitaires et d'intégration\nIntégrer et rédiger des cahiers de test et des documents techniques\nFaire de la veille technologique et métier pour être force de propositions auprès du client\nFormer les utilisateurs métiers\nPromouvoir les best practices de la datavisualisation au sein de l'équipe projet\nVOTRE ROLE CHEZ TALAN :\nBenchmark de solutions et conseil auprès de nos clients sur les solutions technologiques à adopter, en lien avec leurs besoins\nRéalisation de POC (Proof Of Concept)\nParticipation à des projets internes et partage de connaissances au sein de nos équipes.\nPartage de connaissances et formations internes\nQualifications\nVOTRE PROFIL :\nLe profil TALANTUEUX que nous recherchons :\nNous recherchons avant tout un Consultant curieux qui souhaite développer l'offre Looker en interne chez Talan et en externe chez nos clients.\nVous êtes à l'aise sur Looker ou Tableau Software ou Microstrategy, vous souhaitez former de nouveaux utilisateurs et créer une superbe communauté Looker chez Talan et chez nos clients.\nVous avez déjà utilisé Looker ou Tableau Software ou Microstrategy sur des projets concrets (connaissance des fonctionnalités simplifiées, migration d'autres outils de dataviz vers Looker, Tableau Software, Microstrategy, etc.)\nAvec Looker ou Tableau Software ou Microstrategy, vous savez créer des tableaux de bords et des reportings ; vous pouvez générer des rapports complets pour les métiers ; vous pouvez faire une mise en place personnalisée en fonction des métiers que vous accompagnez ; \nLes applications et les blocs pré-établis de Looker ou Tableau Software ou Microstrategy n'ont aucun secret pour vous.  Vous pouvez optimiser les workflows opérationnels grâce à des données accessibles presque en temps réel. \nVous pouvez connecter Looker ou Tableau Software ou Microstrategy à plusieurs bases de données telles que Redshift, Snowflake, BigQuery, SQL, etc.\nVous pouvez analyser à grande échelle les données d'Azure et AWS. Vous avez occupé l'un des postes suivants : consultant data visualisation, data analyst, business analyst, consultant data, analyse de données, consultant business intelligence, etc.\nVous avez une bonne compréhension du cycle de valorisation de la donnée (stockage, data integration, data science, data visualisation, etc.)\nVous pouvez et souhaitez monter en compétences sur d’autres solutions Dataviz ou ETL.\nVous avez le sens de l’écoute, la curiosité intellectuelle, l'esprit d'analyse.  Vous savez synthétiser l'information et la rendre utile pour les métiers\nLes Soft Skills recherchés chez les Consultants Data chez TALAN ?\nA l'écoute\nAutonome\nForce de proposition\nBon esprit d'analyse et de synthèse\nBonne organisation dans la préparation des ateliers\nBonne pédagogie pendant l'animation des ateliers\nBonne capacité de rédaction en anglais\nCuriosité intellectuelle et bon communicant\nEsprit analytique et data-driven\nOrienté client et résultats\nVOTRE SOUHAIT D’EVOLUTION :\nSi vous avez les compétences requises et souhaitez faire partie d’une équipe à taille humaine en pleine expansion restant fidèle aux valeurs de ses prestataires, vous êtes certainement le\/la Consultant(e) que nous recherchons !\nQuelques références :\n1. Client du secteur de la banque : Projet de migration vers Tableau avec un grand nombre de restitutions. Utilisation d'Indexima pour indexer les données et optimiser l'accès aux données par la restitution sur l'outil Tableau.\n2. Client du secteur du luxe : Définition de l’architecture et de la gouvernance Power BI - Animation d’ateliers de recueil de besoin, définition de l’architecture et des règles de gouvernance sur Power BI, Mise en place d’une solution de déploiement continu intégrée à GitLab, Migration de cubes SSAS vers Power BI, Formation des utilisateur•rice•s à la découverte de l’outil.\n3. Client du secteur du transport : Mise en place d'une solution de Datavisualisation - Animation d’ateliers de recueil de besoin, Aide au choix de solution de DataViz, maquettage des rapports, coordination des directions pour mutualiser les besoins et maximiser la fiabilité des chiffres, Développement et intégration des rapports Power BI.\nAVANTAGES :\nTop 3 du Palmarès Great Place to Work\nManagement de proximité par des experts\nOrganisation sous forme de communautés \nUn parcours excellence Agile devops\nFinancement de plusieurs certifications officielles à l’année grâce à nos partenaires éditeurs\nUn accès à la plateforme CampusTalan avec plus de 1000 formations disponibles dès votre arrivée\nUne mobilité interne facilitée\nUn engagement auprès des travailleurs en situation de handicap\nDes événements et afterworks réguliers\nSiège parisien situé au 14–20, rue Pergolèse, à Paris 16ème (près de Porte Maillot et de l'Avenue de la Grande Armée)\nTickets restaurants digitalisés\nMutuelle d’entreprise prise en charge à 100%\nPrime vacances\nPrime de participation\nPrime de cooptation\nActionnariat\n1% logement\nPartenaire de l'organisme Mobility dans le cadre de l'accompagnement à la mobilité et à la recherche de logement\nRTT.\nInformations supplémentaires\nDécouvrez notre équipe EPM : Enterprise Performance Management chez Talan\nPourquoi rejoindre Talan : Pourquoi rejoindre Talan ?\nRaison d'être Talan : Raison d'être Talan\nWebinar Découvrez notre pole data intelligence et ses sujets innovants Talan","52":"Description de l'entreprise\nTalan est un cabinet de conseil en innovation et transformation par la technologie.\nDepuis 20 ans, Talan conseille les entreprises et les administrations, les accompagne et met en œuvre leurs projets de transformation et d’innovation en France et à l'international. Présent sur cinq continents, le groupe prévoit de réaliser un chiffre d'affaires de 600 millions d'euros en 2022 pour plus de 6000 consultant·e·s et vise à dépasser la barre du milliard d’€ de CA à horizon 2024.\nLe Groupe met l'innovation au cœur de son développement et intervient dans les domaines liés aux mutations technologiques des grands groupes, comme le Big Data, l'IoT, la Blockchain et l'Intelligence Artificielle.\nPrésent dans les événements incontournables du secteur, comme Viva Technology, Talan prend régulièrement la parole sur les enjeux de ces technologies révolutionnaires aux côtés d'acteurs majeurs du secteur et de parlementaires (Syntec Numérique, Forum de l'intelligence artificielle, French Fab Tour, Forum de Giverny…)\nTalan est une société handi-accueillante, signataire de la Charte de la Diversité en entreprise. Alors si ces valeurs vous parlent, rejoignez-nous !\nRetrouvez nos engagements RSE ici et nos actions en faveur de la diversité ici.\nDescription du poste\nRejoignez notre communauté DATA VISUALISATION chez Talan !\nTalan cherche à renforcer sa communauté DATA VISUALISATION au sein du pôle Data pour intervenir sur les différents projets de nos clients grands comptes.\nAfin de répondre aux besoins décisionnels de nos clients grands comptes, nous recherchons des consultant(e)s ayant une expérience significative sur les outils de Dataviz du marché notamment QlikView\/QlikSense, Tableau Software, Microstrategy, la suite Microsoft BI (SSAS, SSRS, Power BI, etc.).\nVOTRE ROLE SUR NOS PROJETS :\nEn fonction de votre profil, vous serez amené(e) à :\nAnimer des ateliers clients pour comprendre les problématiques métiers\nBien définir les KPI à illustrer sur les applications métiers\nConcevoir et analyser des applications métiers sous Qlik, Power BI, Tableau, Microstrategy, etc.\nExploiter et interpréter les données pour en dégager des observations business utiles.\nRéaliser des développements d'application, des tests unitaires et d'intégration\nIntégrer et rédiger des cahiers de test et des documents techniques\nFaire de la veille technologique et métier pour être force de propositions auprès du client\nFormer les utilisateurs métiers\nPromouvoir les best practices de la datavisualisation au sein de l'équipe projet\nVOTRE ROLE CHEZ TALAN :\nBenchmark de solutions et conseil auprès de nos clients sur les solutions technologiques à adopter, en lien avec leurs besoins\nRéalisation de POC (Proof Of Concept)\nParticipation à des projets internes et partage de connaissances au sein de nos équipes.\nPartage de connaissances et formations internes\nQualifications\nVOTRE PROFIL :\nLe profil TALANTUEUX que nous recherchons :\nVous avez occupé l'un des postes suivants : consultant data visualisation, data analyst, business analyst, consultant data, analyse de données, consultant business intelligence, etc.\nVous avez une expérience d'au moins 5 ans dans l'analyse des données\nVous avez une bonne compréhension du cycle de valorisation de la donnée\nVous pouvez implémenter ou manipuler un outil de data visualisation et former des end-users\nVous pouvez et souhaitez monter en compétence sur d’autres solutions Dataviz ou ETL\nVous avez le sens de l’écoute, la curiosité intellectuelle, l'esprit d'analyse\nVous savez synthétiser l'information et la rendre utile pour les métiers\nLes Soft Skills recherchés chez les Consultants Data chez TALAN ?\nA l'écoute\nAutonome\nForce de proposition\nBon esprit d'analyse et de synthèse\nBonne organisation dans la préparation des ateliers\nBonne pédagogie pendant l'animation des ateliers\nBonne capacité de rédaction en anglais\nCuriosité intellectuelle et bon communicant\nEsprit analytique et data-driven\nOrienté client et résultats\nVOTRE SOUHAIT D’EVOLUTION :\nSi vous avez les compétences requises et souhaitez faire partie d’une équipe à taille humaine en pleine expansion restant fidèle aux valeurs de ses prestataires, vous êtes certainement le\/la Consultant(e) que nous recherchons !\nQuelques références :\n1. Client du secteur de la banque : Projet de migration vers Tableau avec un grand nombre de restitutions. Utilisation d'Indexima pour indexer les données et optimiser l'accès aux données par la restitution sur l'outil Tableau.\n2. Client du secteur du luxe : Définition de l’architecture et de la gouvernance Power BI - Animation d’ateliers de recueil de besoin, définition de l’architecture et des règles de gouvernance sur Power BI, Mise en place d’une solution de déploiement continu intégrée à GitLab, Migration de cubes SSAS vers Power BI, Formation des utilisateur•rice•s à la découverte de l’outil.\n3. Client du secteur du transport : Mise en place d'une solution de Datavisualisation - Animation d’ateliers de recueil de besoin, Aide au choix de solution de DataViz, maquettage des rapports, coordination des directions pour mutualiser les besoins et maximiser la fiabilité des chiffres, Développement et intégration des rapports Power BI.\nAVANTAGES :\nTop 3 du Palmarès Great Place to Work\nManagement de proximité par des experts\nOrganisation sous forme de communautés \nUn parcours excellence Agile devops\nFinancement de plusieurs certifications officielles à l’année grâce à nos partenaires éditeurs\nUn accès à la plateforme CampusTalan avec plus de 1000 formations disponibles dès votre arrivée\nUne mobilité interne facilitée\nUn engagement auprès des travailleurs en situation de handicap\nDes événements et afterworks réguliers\nSiège parisien situé au 14–20, rue Pergolèse, à Paris 16ème (près de Porte Maillot et de l'Avenue de la Grande Armée)\nTickets restaurants digitalisés\nMutuelle d’entreprise prise en charge à 100%\nPrime vacances\nPrime de participation\nPrime de cooptation\nActionnariat\n1% logement\nPartenaire de l'organisme Mobility dans le cadre de l'accompagnement à la mobilité et à la recherche de logement\nRTT.\nInformations supplémentaires\nDécouvrez notre équipe EPM : Enterprise Performance Management chez Talan\nPourquoi rejoindre Talan : Pourquoi rejoindre Talan ?\nRaison d'être Talan : Raison d'être Talan\nWebinar Découvrez notre pole data intelligence et ses sujets innovants Talan","53":"Charger Logistics is a world class asset-based carrier. We specialize in delivering your assets, on time and on budget. With the diverse fleet of equipment, we can handle a range of freight, including dedicated loads, specialized hauls, temperature-controlled goods and HAZMAT cargo.\nCharger logistics invests time and support into its employees to provide them with the room to learn and grow their expertise and work their way up. We are entrepreneurial-minded organization that welcomes and support individual idea and strategies. We are currently expanding and looking to add a motivated individual to our team based out of our Monterrey, MX office.\n\n-Shift: Monday to Friday (8am to 5pm)\nCarry out research and create requirements using document analysis and constant interaction with various stakeholders.\nDefine scope and objectives for projects as a result of interaction with business owners and technical teams.\nDevelop business cases and\/or project summaries; prepare needs analysis and problem definition; identify current state, desired future state, and gap\nEnsure clean and accurate documentation that may include aspects such as business requirements, technical specifications, and write findings in form of reports.\nDevelop technical solutions to resolve business problems and suggest ways for improvement and efficiency based on company and industry framework.\nFacilitate professional and constant communication with overall users on the status of production problems that might arise and inform them about ways of resolving issues.\n\nRequirements\nBachelor degree in business\/commerce, statistics, computer science, economics, finance or mathematics is a must\n1-3 years of experience as Analyst or similar role.\nExperience working with Tableau Desktop (certification preferred) and Tableau Server experience.\nPossess and utilize excellent verbal and written communication skills.\nStrong skills and ability to troubleshoot issues quickly, and find solutions to solving them independently in a timely manner.\nExhibit good knowledge of Microsoft Office, Excel, Power BI and other applications.\nGreat knowledge of IT processes and willingness to constantly update knowledge.\nInbuilt ability to multi-task, working on more than one issue simultaneously.\nAble to carry out tasks with little or no supervision and to act swiftly on projects & goals outlined.\nBenefits\nCompetitive Pay.\nHealthcare Benefit Package.\nCareer Growth.\nInternational trainigs\nFood Coupons.\nSavings Funds.\nLife insurance","54":"Our vision is to make autonomous transportation safe and ubiquitous. Far too many lives are lost in vehicle accidents each year. Because when real people’s lives are at stake, driving safely 99% of the time isn't good enough. We have signed industry-first deals with Volvo Cars, Mercedes Benz, Nissan, and SAIC to bring autonomy to a highway near you starting in 2022 - come join the mission of a lifetime!\n\nFor more information, please visit www.luminartech.com. \n  Team Overview\nThe Data Engineering team is responsible for developing the internal tooling and infrastructure associated with the collection, storage, and processing of all of the sensor datasets used across Luminar’s software development lifecycle. One of our main software projects at the moment is the development of an on-car web-based UI tool which is used for the following core functions: data collection, real-time data visualization, and software monitoring. As the lead front-end engineer on the team, you will focus on improving the overall user experience of this tool by developing additional UI features including 3D robotics visualizations and system controls, and also improving the front end responsiveness and runtime performance.\n  Responsibilities\nBuild awesome UI components using React.js\nDesign and develop flexible and customizable UI layouts \nBuild 3D data visualizations using popular Javascript graphics frameworks such as WebGL and Three.js\nCoordinate with other software engineering teams and our vehicle operations team on gathering use cases and design requirements\nMinimum Qualifications\n4+ years of extensive experience building web applications using best practices\nStrong proficiency in Typescript\/Javascript, CSS (SASS\/SCSS is highly preferred), and HTML\nDeep understanding of ReactJS and other popular Javascript frameworks\nAbility to quickly pick up new web technologies\nFamiliarity with core UX design principles\nStrong communication skills, being able to collaborate with the wider software organization\nBachelor’s Degree (or higher) in Computer Science\nPreferred Qualifications\nProficiency in Python \nExperience building scalable backend APIs\nExperience with Javascript graphics libraries including WebGL and Three.js\nExperience with the MaterialUI React component library\nExperience with front end testing frameworks\n  Benefits and Perks\nCompetitive Pay, 401k Matching and meaningful Equity from a publicly traded company\nGreat Medical Benefits\nTuition Assistance, Meals served in the office \nNo limit on PTO\nFlexible Work Schedule with some Work From Home flexibility as well \n  Industry: Autonomous vehicles, automotive, product demonstration\nEmployment Type: Full-time\nJob Functions: Engineering\n    Luminar is an equal opportunity employer. All applicants will be considered for employment without regard to race, color, ancestry, national origin, sex, gender, sexual orientation, marital status, religion, age, disability, gender identity, results of genetic testing, service in the military, or any other characteristic protected by applicable federal, state or local laws. We will make a reasonable accommodation for any qualified applicant with a disability, provided that the individual is otherwise qualified to safely perform the essential functions of the job with or without accommodation and that the accommodation would not impose an undue hardship on the operation of our business. Please let us know if you believe you require reasonable accommodation, or if you would like assistance to complete an application or to participate in an interview at the company.\n  At Luminar, your base pay is one part of your total compensation package. This role pays a base between $142,000 and $199,000* per year. Within this range, individual pay is determined by work location and additional factors, including job-related skills, experience, and relevant education or training. You will also be eligible to receive other benefits including: equity in the form of restricted stock unit awards, comprehensive medical and dental coverage, 401k plan, life and disability benefits, flexible time off, paid parental leave, and tuition reimbursement for formal education related to advancing your career at Luminar. The specific programs and options available to an employee may vary depending on date of hire and schedule type.\n*Note that the pay range listed for this position is a good faith and reasonable estimate of the range of possible base compensation at the time of posting.","55":"Company Description\nWe organise over 500 large-scale branded and transaction-oriented events in 14 specialist markets. These are typically not-to-be-missed annual events where buyers and sellers build relationships, see and show products and do business.\nWe also provide year-round online platforms where companies showcase their businesses and products and buyers conduct research, generating valuable leads, and we provide data and digital content that supports the flow of knowledge and transactions in markets.\nJob Description\n6-month fixed term contract with a likely extension based on project work. The role is almost 100% working remotely.\nInforma Markets are looking to bring on a technically minded individual, who is interested in combining the analytical intelligence from data and developing technical solutions to problems in data systems. The key applications are PowerBI and SQL Server Analysis Services.\nWith a background in project work, they will be able to demonstrate the ability to meeting tight deadlines with system familiarity. They will be comfortable in both running their own projects and working alongside other developers on larger projects.\nWhat you’ll be doing:\nThe PowerBI Developer is responsible for developing and supporting the Reporting Hub. This is new project currently in the development stage. The team is currently using IBM Planning Analytics for financial, FTE and KPI planning and reporting and would like to use PowerBI as the reporting front end for internal customers. This role is going to be the team expert on PowerBI and will help upskilling other members of the team. \nWhat we’re looking for:\nTasks are likely to include:\nUsing best practice, develop the Product Tracker PowerBI reporting used by hundreds of people\nHelp develop the Finance standard reporting suite in PowerBI, which will service finance and business users across multiple Portfolios and Divisions.\nDevelop a series of prioritised dashboards based on prioritisation \nOptimise the data flow from the source systems to PowerBI\nChallenges current processes and ways of working, striving for an optimal level of output which delivers on requirements in a timely fashion\nQualifications\nStrong experience in a PowerBI development role\nBS Degree or equivalent professional qualifications\nHas a good knowledge of a wide area of information systems concepts and practice, both within and beyond own organization. Including all stages of systems development.\nFamiliarity with TM1 would be beneficial but not essential.\nCan demonstrate a rational and organized approach to the tasks undertaken and an awareness of the need to achieve quality\nAdditional Information\nContingent worker","56":"Location: Gurgaon, Noida, Hyderabad, Chennai, Bangalore, Pune, Kolkata, Indore, Jaipur, Ahmedabad,None,None\nAbout Material\nMaterial is a global strategy, insights, design, and technology partner to companies striving for true customer centricity and ongoing relevance in a digital first, customer-led world. By leveraging proprietary, science-based tools that enable human understanding, we inform and create customer-centric business models and experiences + deploy measurement systems – to build transformational relationships between businesses and the people they serve.\nAbout Srijan\nSrijan is a global engineering firm that builds transformative digital paths to better futures for Fortune 500 enterprises to nonprofits all over the world. Srijan brings advanced engineering capabilities and agile practices to some of the biggest names across FMCG, Aviation, Telecom, Technology, and others. We help businesses embrace the digital future with cloud, data, API and platform centric technologies and adapt to changing business models and market demands. Srijan leads in Drupal with 350+ Drupal engineers, 80+ Acquia certifications. Srijan is also a Drupal Enterprise Partner & Diamond Certified\nSkillls and Requrement :\nRequirement : -\nDesign, develop, optimize, and maintain data architecture and pipelines that adhere to ETL principles and business goals\nSolve complex data problems to deliver insights that helps business to achieve their goals\nCreate data products for analytics and data scientist team members to improve their productivity\nAdvise, consult, mentor and coach other data and analytic professionals on data standards and practices\nFoster a culture of sharing, re-use, design for scale stability, and operational efficiency of data and analytical solutions\nLead the evaluation, implementation and deployment of emerging tools and process for analytic data engineering in order to improve our productivity as a team\nDevelop and deliver communication and education plans on analytic data engineering capabilities, standards, and processes\nPartner with tribe members and solutions architects to develop technical architectures for strategic projects and initiatives.\nLearn about machine learning, data science, computer vision, artificial intelligence, statistics, and\/or applied mathematics\nSkills : -\n▪Bachelor’s degree required; Computer Science, MIS, or Engineering preferred\n▪5+ years of experience working in data engineering or architecture role\n▪Expertise in SQL and data analysis and experience with at least one programming language (Python or Scala preferred)\n▪Experience developing and maintaining data warehouses in big data solutions\n▪Experience with developing solutions on cloud computing services and infrastructure in the data and analytics space (preferred)\n▪Database development experience using Hadoop or Big Query and experience with a variety of relational, NoSQL, SAP BW and cloud database technologies\n▪Worked with BI tools such as Tableau, Power BI, Looker, Shiny\n▪Conceptual knowledge of data and analytics, such as dimensional modeling, ETL, reporting tools, data governance, data warehousing, structured and unstructured data.\n▪Exposure to machine learning, data science, computer vision, artificial intelligence, statistics, and\/or applied mathematics\nResponsibilities:\nRequirement Gathering & Analysis:\nResponsible for participating in business requirements gathering exercise and translating business requirements into functional and technical specifications.\nParticipate and provide inputs during requirements feasibility analysis and provide alternate solutions based on application architecture.\nResponsible for functional requirements interpretation and guiding the team on design and development process.\nTechnology Review:\nResponsible for end-to-end analysis of the application portfolio and provide inputs for transformation opportunities for a given line of business.\nTesting:\nResponsible for creating the test plan and associated functional test cases.\nPerform functional testing as required for a given release.\nProject Support:\nGuide the delivery team during impact analysis of incidents by providing inputs on upstream and downstream dependencies.\nProvide inputs for prioritizing incidents and problems.\nParticipate and provide inputs during change impact analysis and prioritization process.\nAssist the delivery team in complying with regulatory and compliance requirements.\nParticipate in release acceptance exercise and provide inputs for business signoff.\nPeople Management:\nDrive the SME development program to assess and develop domain experts.\nCreate a career road map for Application SME to become domain experts and track the progress periodically.\nBusiness Development:\nWork with pre-sales and practice on business development and existing growth opportunities in terms of discovery, solution options, evaluation, estimation, training and creation of collaterals\nCustomer Relationship Management:\nContribute to continuous service improvement plans (CSI).\nKnowledge Management:\nContribute and participate proactively in knowledge sharing sessions.\nAudits\nParticipate in security and compliance audits.\n What you will get:\nCompetitive Salaries with flexi benefits \nGroup Mediclaim Insurance and Personal Accidental Policy\n30+ Paid Leaves in a year \nLearning and Development of quarterly budgets for certification\n   Apply to this job","57":"Excella is a leading provider of Agile software development and data and analytics solutions to clients in the federal, commercial and non-profit sectors. We believe that great work leads to great things –- our experts measure success by the positive impact we make on our clients, community, and colleagues. We are growing fast and need passionate, innovative people who love working with technology and are ready to make an impact. Here's what you can expect from us:\nWorkplace sites look different for everyone – whether it’s your home or the office, we believe in a flexible work\/life balance that supports you regardless of your location. We offer a home office allowance that can be used for home office furniture\/equipment, a daily pass for a coworking space, etc. Our commute reimbursement plan has you covered for whether you bike, Metro, or drive to work.\nWe offer top of industry medical, dental, and vision benefits with multiple options to choose from such as an employer-contributed health savings account, infertility coverage, and orthodontia so you can select the plan that works best for you.\nRegardless of what stage of life you’re in, Excella wants to support you. We provide 8 weeks of Parental Leave, discounted pet insurance, and a Care.com membership with 3 back-up emergency child or elder care days annually – all available to you on your first day.\nStarting day one, every employee is bonus eligible and receives 15 days of paid vacation, 6 federal holidays, and 4 floating holidays.\nDiversity and inclusion matter. Excella created and continues to support employee led-affinity groups and the Inclusion Diversity Equity Ambassador (IDEA) team, a cross-functional employee-led initiative to continually foster innovation and increase inclusion within Excella.\nWe have a \"bring your own device\" workplace and will share the cost of a new computer of your choice -- Mac or PC. It's up to you.\nWe'll invest in your career by providing 3 days of paid professional development every year, including travel and registration fees to attend classes and conferences.\nWe encourage mindfulness and overall well-being through employee wellness events, a HeadSpace membership, as well as access to TalkSpace and mental health coverage through our medical plans.\nOverview\nThe Data Visualization Developer is responsible for creating reports and dashboards using popular tools to support self-service analytics environments for our clients.\n  This is not a Data Science role and does not require the use of advanced statistical techniques to analyze data.\nResponsibilities\nInteracts directly with client stakeholders (business or technical) to understand client stakeholder needs.\nUses SQL queries to explore and understand data sources.\nCreates prototypes based upon stakeholder requirements in order to confirm the report or dashboard design meets the business need.\nCreates simple to complex reports and dashboards using visual analytics and business intelligence tools like Tableau and PowerBI\nUses SQL or other language to connect directly to data source for data quality checks and to ensure the numbers being represented in reports are accurate compared to source data.\nEnsures the final product follows data visualization and design best practices, is automated where feasible, and is easily transitioned into the client's environment for ongoing maintenance.\nCreates and delivers end-user training and documentation on BI deliverables.\nQualifications\nTechnical:\n3+ years developing reports and dashboards using Power BI.\n3+ years writing simple to medium complexity SQL queries.\nUnderstanding of relational databases structures (tables and relationships) in order to source effectively from these for reports and dashboards.\nKey Capabilities:\nAnalytical thinker and problem solver who can listen to a non-data person share a problem, and identify and package data to help them solve that issue\nAbility to write medium-complexity SQL queries\nPackages large, complex datasets into intuitive, easy to use dashboards, reports, and decks that help decisions makers answer questions\nDetail oriented, with a clear understanding of how to quality check reports and data pulls, due to the high visibility of the work\nSkilled in managing work intake\/requirements sessions, including mapping detailed documentation of requirements and tracking progress in shared collaboration tools (JIRA)\nWritten communication is paramount – needs to write clear, concise summaries of complex information and understand how to structure written communication for senior business stakeholders\/executives\nTakes a user-centered approach to developing data visualization products, like dashboards.\nEnthusiastic about learning about and using new features within tools like Tableau and PowerBI to ensure dashboards leverage the most up to date functionality\nStrong understanding of data visualization best practices, including chart selection, visual encodings, preattentive attributes, and Gestalt principles, and experience using those principles in the development of executive dashboards.\nSeeks and sees the larger business context of their work, and identifies opportunities to add value in complex and changing environments\nOptional, but industry or subject matter expertise (e.g., finance, employment, hospitality, digital analytics).\nExcella is an equal opportunity\/affirmative action employer. All qualified applicants will receive consideration for employment without regard to sex, gender identity, sexual orientation, race, color, religion, national origin, disability, protected veteran status, age, or any other characteristic protected by law.","58":"PowerBI Developer\nNTT DATA is a team of more than 139,000 diverse professionals, operating in more than 50 countries throughout the world. The sectors where we have activities include: telecommunications, finance, industry, utilities, energy, public administration and health.\nOur mission? Offer technological solutions, business, strategy, development and maintenance of applications, while being a benchmark in consulting. All thanks to the collaboration between teams, the human quality of our people and the fact that we do not conform to what is established, we always seek innovation that brings us closer to the future.\nOur essence has led us to the forefront of technology, breaking paradigms and providing solutions that truly respond to the needs of each client. Our talent has led us to be one of the top 6 technology companies in the world.\nBecause #Greattech, needs #GreatPeople, like you\nNTT DATA is looking for high-achieving team players that are quickly adaptable to new challenges and entrepreneurial ventures. We are looking for a PowerBI Developer to work in Orange, CT with our global client. This position would be hybrid 4 days a week onsite.\n\nResponsibilities:\nGather data from Altiris, SCCM, CMDB. ServiceNow, SAP, Excel, and other data sources\nUtilize PowerBI platform to transform the data and produce reports  \nPerform data model design and implementation\nIntegrate reporting components from multiple data sources\nRequirements:\n3+ years of experience working directly with Power BI\nExperience gathering data from data sources such as: Altiris, SCCM, CMDB. ServiceNow, SAP, Excel\nExperience developing reports and dashboards\nExperience in optimizing dashboards with focus on usability and performance\n  Why NTT DATA?   \nEmpowerment and rewards are the cornerstone of our career development model. We are a young, fast-growing company, with a highly innovative and entrepreneurial spirit, because of this professional experience and growth will be unmatched. Our talent and positive attitude allows us to transform our goals into achievements, and projects into realities.\nNTT DATA is committed to hiring and retaining a diverse workforce. We are proud to be an Equal Opportunity\/Affirmative Action-Employer, making decisions without regard to race, color, religion, creed, sex, sexual orientation, gender identity, marital status, national origin, age, veteran status, disability, or any other protected class. NTT DATA is an Equal Opportunity Employer Male\/Female\/Disabled\/Veteran and a VEVRAA Federal Contractor.\n#LI-JW1","59":"Company Description\nThe Netherlands Development Organization (SNV) is an international not-for-profit development organization that believes in contributing to poverty alleviation through various programs\/projects that it implements. There is great opportunity by all people to pursue their own sustainable development and SNV is working with different groups in pursuant of the same. SNV provides services in Agriculture, Water, Sanitation and Hygiene, and Renewable Energy. The recipients of these services include governmental institutions, non-governmental organizations and private sector organizations, communities, and individual households.\nBACKGROUND \nSNV is implementing a regional (multi-country) program entitled Opportunities for Youth Employment (OYE+) in partnership with the embassy of Sweden (Sida) and Swiss Agency for Development Cooperation (SDC) in Zambia and Zimbabwe. OYE aims to improve the livelihoods and increase incomes for thousands of out-of-school youths (among whom at least 50% are young women) in \"green\" jobs, agri-food systems and energy. The project aims to sustainably increase youth employment and income by skills and capacity development of youth (push factor), linking these youth to market opportunities for employment and enterprise development (match factor) in growth sectors that have the concrete potential for employment creation (pull factor). The OYE approach is a market-based method to sustainably increase youth (self) employment, income and ultimately, improve livelihoods.\nThe OYE project in Zimbabwe and Zambia, is now in its final year of implementation and has collected a large amount of data in both countries. This data is predominantly stored and or archived in the OYE online database which the project established and has been operating and regularly upgrading. The project now requires the expertise of a strong candidate to intensively analyse the collected data for sensemaking, trend analysis, assessing model effectiveness, and more importantly, flagging areas of improvements (in terms of data collection processes, in data quality, in data analysis, use of data for management decision making) and develop learning materials for sharing both internally and externally. Hence the project is seeking the services of a consultant to conduct data analysis and develop powerful visuals (in the form of infographics) which SNV can use both internally and externally for knowledge sharing and to inform management decisions. The consultant will work in accordance with the agreed terms and schedules of the contract.\nJob Description\nTECHNICAL SUPPORT AREAS\n   A.   OYE DATA ANALYSIS\nIn close collaboration with the country OYE MEAL and project teams, and under the supervision of the Regional Hub, the consultant will conduct in-depth data analyses of both the Zimbabwe and Zambian OYE datasets and compile informative data analytics. Such analytics should also be disaggregated by locality (rural vs urban), sex, age range, marital status, education level, district, country, Local Service Providers amongst other disaggregation’s.\n       1.1  Objectives\nData cleaning which includes the identification of data gaps and questionable data (validity\/ accuracy) amongst other parameters of the datasets\nData analysis of the OYE datasets using various data analysis applications, tools and technologies.\nExpected Outcomes\/ Deliverables\nInception report (amongst other things, the report must articulate and propose the nature and extent of analysis required- mainly quantitative data analysis- after familiarization with shared project documents and online database)\nClean OYE datasets for both Zimbabwe and Zambia- this will entail that the dataset will have: i) up-to-date data, ii) no incomplete\/missing data, iii) no duplicate or irrelevant data, iv) no typos or incorrect formatting, e.g., capitalisation, v) no mislabeled data (data entered in wrong place\/data set), and finally, must ensure that the data is clear, logical and accurate.\nData analysis report\nRecommendations for improvements in youth databases, effective data collection tools, data analysis and trend analysis variables and any other relevant areas in line with the OYE+ Theory of Change and Results Framework.\n         B.  OYE RESULTS AND FINDINGS VISUALIZATION\nThe consultant will be required to translate the analysed data into striking infographics and visuals that speak to development experts, funders, stakeholders and young people, and clearly depict the OYE achievements.\n        2.1 Objectives\nUtilise data visualisation tools and methodologies to tell the complete OYE story and demonstrate progress along the pathway through media (social media, TV, print e.g., newspaper articles, posters) and publications (reports, policy briefs, success stories, case studies, animation) targeting funders, strategic stakeholders and youth in Zimbabwe, Zambia and beyond.\nExpected Outcomes\nOYE results, trends and patterns interpreted and portrayed using infographics and any other visual format that are reflective and illustrative of the data, for easy updating and sharing of real time findings.\nQualifications\nMust be a seasoned data analyst with strong data analysis skills\nHave a relevant Master’s or Bachelor’s Degree (for example in M&E and\/or Statistics)\nKnowledgeable in many data analysis and visualization packages\nHave at least 6 years’ relevant work experience and a proven track record in data analysis and visualization\nStrong report writing skills\nSelf-starter, able to work independently and with minimum supervision\nAble to work flexibly under pressure in a fast-paced professional working environment\nDetail-oriented, well organized, and responsive\nAbility to treat confidential information with due care\nPast experience in youth employment programming is an added advantage.\nAdditional Information\nHow to apply\nProspective consultants should take due care and refer to the attached Request for Proposal Guide and submit a Bidder Profile using the provided template.\nApplication submission deadline is 19 February 2023, by sending complete bid package via email to zimbabweprocurement@snv.org \nWe do not appreciate third-party mediation based on this advertisement.\nNB: Only shortlisted will be contacted.","60":"Company Description\nSyngenta Seeds is one of the world’s largest developers and producers of seed for farmers, commercial growers, retailers and small seed companies. Syngenta seeds improve the quality and yields of crops. High-quality seeds ensure better and more productive crops, which is why farmers invest in them. Advanced seeds help mitigate risks such as disease and drought and allow farmers to grow food using less land, less water and fewer inputs. Syngenta Seeds brings farmers more vigorous, stronger, resistant plants, including innovative hybrid varieties and biotech crops that can thrive even in challenging growing conditions. Syngenta Seeds is headquartered in the United States.\nJob Description\nAs Data Engineer & Visualization Expert, you will evaluate and make improvements to business processes in Operations. You are going to ensure the efficiency of business operations, by creating and implementing changes or improvements. You will generate documentation of existing Processes and improvements, you will forecast expected results of process changes, analyze implemented changes and make further adjustments as required.\nAccountabilities\nData analytics using Problem Understanding, Automated Data Extraction, Data Wrangling and Data Exploration techniques.\nIdentifying gaps in Data Quality due to manual errors and lack of uniform data collection processes.\nDriving data\/technology-driven projects and supporting end-to-end implementation in collaboration with IT and Data Science teams.\nLiaison between IT and business – exploring and mapping current IT tools and systems for business users.\nSupporting leadership meetings and MBRs using data driven reports and insights.\nTranslate business requirements, multiple data sets, KPIs, and other data points into relevant dashboards, reports, and analytics solutions\nImplement and maintain reporting capabilities using PowerBI, Qlik, Tableau, and other reporting applications\nQualifications\nMaster’s degree in Business, Economics, Statistics, Math or related field\nTechnical Skills (Required) – SQL, Smartsheet, JIRA, Sharepoint, Microsoft 365- Advanced Excel, Power Automate, Powerapps, Visio.\nTechnical Skills (Preferred) – Python – pandas, numpy, and matplotlib, SAP, Denodo (Data Warehousing and Virtualization concepts), Lean Six Sigma – Green Belt.\n6+ years of experience in data analytics\/statistical modeling across a range of different Industries\nExperience designing and prototyping visualizations for large and complex data sets with demonstrated business application\nExperience in the agriculture or biotech industry\nAbility to rapidly synthesize information from multiple sources, communicate ideas and data both verbally and written in a persuasive and appropriate manner in multi-cultural environment\nExcellent interpersonal skills and the ability to work effectively in a team-based and cross-functional team environment\nAdditional Information\nWe offer a variety of financial and non-financial benefits including: \nWe offer a position which contributes to valuable and impactful work in a stimulating and international environment  \nFlexible working arrangements and environment with an open culture and diverse workforce\nThe opportunity to work with and learn from highly qualified and experienced employees\nLearning culture (Together we Grow) and wide range of training options \nYou will profit from a competitive pension fund plan, attractive bonus system, onsite doctor, gym, canteen, and other benefits (Family friendly initiatives, Child and Family allowance…) \nSyngenta is an Equal Opportunity Employer and does not discriminate in recruitment, hiring, training, promotion or any other employment practices for reasons of race, color, religion, gender, national origin, age, sexual orientation, marital or veteran status, disability, or any other legally protected status. ","61":"Description de l'entreprise\nBienvenue chez ACCOR, groupe hôtelier, leader dans le secteur de l’hospitalité.\nNous sommes un écosystème de 40 marques dans 110 pays, de talents et de solutions, prêts à s'engager dans les possibilités infinies de l'avenir. Accor vous propose une nouvelle façon de vivre, de travailler, de vous divertir et de développer votre activité professionnelle grâce à une expérience client personnalisée.\nGroupe engagé, nous veillons plus que jamais à évoluer dans le respect de notre patrimoine commun.\nDécouvrez notre culture, nos valeurs et nos ambitions sur https:\/\/group.accor.com\nDescription du poste\nTransformer, optimiser et consolider des datasets (internes et externes) de multiples domaines business en utilisant la solution cloud de datawarehouse Snowflake. Assurer cette mission en lien très étroit avec l’équipe Data & IT\nCréer et éditer des dashboards intuitifs et interactifs pour simplifier la compréhension du business et accélérer la prise de décision.\nCollecter les retours utilisateurs afin d’optimiser leur usage\nCollaborer étroitement avec l’équipe de business analysts pour résoudre des problème business complexes\nContribuer à la détection de problème de qualité de données\n Contribuer à l’animation de la communauté internationale de business performance pour harmoniser les pratiques et les indicateurs de performance\nQualifications\nDiplômé d'un bac +5, vous possédez une première expérience dans l'analyse et compréhension de data avec des forts enjeux business.\nVous maîtrisez un outil tel que Tableau Sotfware ou l'équivalent.\nMaitrise de Tableau Software\nMaitrise de Dataiku et SQL\nCapacité d’interagir avec des audiences techniques et non techniques\nEsprit analytique et curiosité professionnelles\n Votre capacité à travailler en commun et votre sens de l'analyse sont essentiels dans la réussite de ce poste.\n Informations supplémentaires\nPourquoi travailler chez Accor ?\n Nous sommes bien plus qu’un leader mondial. Nous vous accueillons comme vous êtes et vous pouvez trouver le métier et la marque qui correspond à votre personnalité.\nFaites ce que vous aimez, prenez soin du monde qui vous entoure, osez challenger le status quo !\n#BELIMITLESS\nDécouvrez la vie qui vous attend chez Accor, https:\/\/careers.accor.com\/.\nQuels avantages Accor offre à ses collaborateurs ?\nAccor propose une expérience de travail unique à ses collaborateurs où l’excellence rime avec bienveillance !\nLes avantages collaborateurs Accor c’est :\nun véritable équilibre de vie :\nTélétravail : jusqu’à 12 jours de télétravail par mois en fonction des rituels d'équipes. Prise en charge d’un forfait d’équipement et Indemnités journalières offertes.\nPour les cadres autonomes (non dirigeants) : Un forfait 216 jours, octroyant jusqu’à 12 RTT par an selon les années.\nWork Everywhere :  accès personnel offert à plus de 500 espaces de Coworking dont beaucoup au sein de nos hôtels. Une opportunité également de partir à la rencontre de nos collaborateurs hôteliers !\nProgramme ALL Heartists : avantages, séjours et expériences inoubliables dans toutes nos adresses Accor, dans le monde entier. Plus de 70 partenaires répartis selon différents univers (Voyages, Gourmet, Bien-être et Sport, etc.) pour satisfaire toutes vos envies.\nEt sur notre site d’Issy les Moulineaux : café à volonté, restaurant d’entreprise avec des prestations gourmandes et de qualité, salle de fitness, conciergerie d’entreprise.\ndes avantages financiers attractifs :\nUne participation Groupe et un intéressement, avec abondements de l’entreprise si versements dans PEEG\/PERCOL,\nUn Forfait Mobilité durable de 700€\/an maximum versé aux collaborateurs utilisant des moyens de déplacements verts, une prise en charge du pass NAVIGO à hauteur de 75%,\nUn CSE qui vous accompagne dans le financement de vos activités : Culture, vacances, sport, Noël, événements familiaux…\n Sans oublier, l’accompagnement tout au long de votre carrière au sein du Groupe :\nLearning & development : un Talent management au cœur de notre stratégie RH & un catalogue de formation d’excellence, ouvrant de nombreuses perspectives de mobilités intra filières et internationales\nUn programme de cooptation de 1500€ bruts, pour récompenser votre participation aux recrutements de profils qualifiés.\n Nous sommes engagés pour la Diversité & l’Inclusion :\n« La diversité & l’Inclusion pour Accor, c’est accueillir chacun et chacune dans le respect de ses différences en donnant la priorité aux seules qualités et compétences.\nNotre ambition est de développer l’emploi, mieux accueillir, offrir d’excellentes conditions de travail et favoriser l’évolution de l’ensemble des collaborateurs et notamment des personnes en situation de handicap.\nN’hésitez pas à nous faire part de vos éventuels besoins spécifiques afin que nous puissions les prendre en considération. »","62":"Company Description\nVisa is a world leader in digital payments, facilitating more than 215 billion payments transactions between consumers, merchants, financial institutions and government entities across more than 200 countries and territories each year. Our mission is to connect the world through the most innovative, convenient, reliable and secure payments network, enabling individuals, businesses and economies to thrive.\nWhen you join Visa, you join a culture of purpose and belonging – where your growth is priority, your identity is embraced, and the work you do matters. We believe that economies that include everyone everywhere, uplift everyone everywhere. Your work will have a direct impact on billions of people around the world – helping unlock financial access to enable the future of money movement.\nJoin Visa: A Network Working for Everyone.\nJob Description\nThe Marketing, Sales, Services Technology Systems (MSST) Team manage the Customer Relationship Manager (CRM) systems, Business process management (BPM) applications and custom applications for Sales, Services, Marketing and Product teams. The Analytics team within this team integrate data from multiple applications like CRM, Contact Center applications, Appian and build executive and operational reports as well as enable self-service reporting and insights from to empower Business to monitor and track KPIs and make data driven decisions.\n The Sr. Data Engineer (ETL\/Power BI\/SQL) within the Analytics Delivery team will be responsible for solution design, development and implementation of Data integration and Analytics solutions on data platforms (SQL server) and Hadoop. This position requires designing database schemas for reporting, perform data engineering activities using ETL tools like Pentaho and\/or scripts to ingest data from multiple applications on the cloud and on premise, build Power BI data sets and enable self- service reporting on Power BI and Hadoop. This position requires close collaboration with Global Sales Business partners and Product owners to understand Business goals and requirements and implement Data Analytics solutions following agile methodologies. This position requires collaboration with multiple global IT teams including application teams, database teams, Infrastructure and Platform teams and respond to changing Business priorities with agility. This position provides Production support for applications, data analysis and requires investigation and resolution of issues.\nResponsibilities:\nParticipate in Technology project delivery activities such as gathering Business requirements, conceptual technology approach, design, development, enhance and build scalable solutions and support systems in production in a DevOps model.\nWork as a member of Sales domain scrum teams and provide solutions for complex reporting requirements.\nWork as a Subject matter expert on data from Sales and Marketing domain.\nArchitect solutions and build data management systems – on premise or on cloud.\nUnderstand application systems, architect solution, develop the source to target mapping documents and ETL code to load data from Cloud applications (MS Dynamics) other CRM applications to databases on premise.\nDevelop workflows using ETL tools like Pentaho.\nDevelop database components on premise databases (SQL Server) and\/or Hadoop for reporting.\nDevelop Power BI data models and dashboards.\nSupport QA, UAT and performance testing phases of development cycle and implement DevOps principles from development to deployment to production\nPartner with IT groups such as Engineering, Product, Cybersecurity, and Infrastructure on project delivery activities and security findings remediation.\nOwn Operational support for multiple applications\nPerform POC and build prototypes based on business and technology requirements.\nThis is a hybrid position. Hybrid employees can alternate time between both remote and office. Employees in hybrid roles are expected to work from the office 2-3 set days a week (determined by leadership\/site), with a general guidepost of being in the office 50% or more of the time based on business needs.\nQualifications\nBasic Qualifications:\n• 2 or more years of work experience with a Bachelor’s Degree or an Advanced Degree in Computer Science\/ Engineering, Information Science or a related discipline with strong technical experiences (e.g. Masters, MBA, JD, MD, or PhD).\nPreferred Qualifications:\n• Minimum of 2-3 years’ experience with Master’s degree or 4-5 years' experience with Bachelor’s degree in Computer Science\/ Engineering, Information Science or a related discipline\n• Experience of at least four years in building data pipelines and utilizing data engineering techniques like ELT or ETL for building and scaling reporting and Analytical solutions\n• Strong expertise in Data analysis, writing SQL scripts and hands on experience working on Relational data bases like SQl Server required\n• Experience building Power BI data models and dashboards required\n• Extensive experience with ingesting and transforming data using ETL tools like Pentaho, Informatica is required\n• Experience using FetchXML, DAX functions, implementing Power BI security features required\n• Experience using MS Dynamics Sales and Services modules nice to have\n• Experience in provisioning databases and managing application servers (on premise or on cloud) nice to have\n• Experience with ensuring data quality for reporting and implementing data observability metrics highly desirable\n• Experience using Hadoop (Hive, Presto, Spark) highly desirable\n• Experience in Python, PowerShell, job scheduling (Control M) and version control (bitbuket, GitHub), implementing CI\/CD for Reporting components nice to have\n• Experience with embedding dashboards in MS Dynamics, Power apps, Power Automate nice to have\n• Experience working in Agile methodology owning end to end product solutions\n• Experience with cloud infrastructure like Azure data lake, Synapse, Snowflake on Azure nice to have\n• Good Presentation skills and communication skills presenting ideas and insights to Business is highly desired\n• Experience on Sales and Marketing domain nice to have\n• Demonstrated analytical rigor, strong attention to detail, team oriented, collaborative, agile and flexible style\nAdditional Information\nVisa is an EEO Employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability or protected veteran status. Visa will also consider for employment qualified applicants with criminal histories in a manner consistent with EEOC guidelines and applicable local law.","63":"The Constant Company, LLC, the creator of Vultr, is a rapidly growing cloud infrastructure provider with more than 29 global data center locations and counting. Constant's flagship product, Vultr® is a favorite among developers, serving over 1.5 million customers with flexible, scalable, cloud compute, cloud GPU, bare metal and cloud storage solutions.\n\nThe Data Visualization and Reporting Analyst (Hybrid) is responsible for building automated, actionable and accurate reporting dashboards for the Enterprise Platforms and Infrastructure organization. The successful candidate collaborates closely with cross functional stakeholders, data analysts, data architects, and data engineers to design, develop, and continuously enhance dashboard content, functionality, and performance.\n\nWhat you will take on:\nThe primary responsibilities of this role, Senior Data Visualization and Reporting Analyst, are to:\n\nBuild automated, actionable, and accurate reporting dashboards\nCollect and interpret requirements and translate them into data visualizations\nBuild wireframes, mock-ups, and ad-hoc visualizations; review them with stakeholders; ensure alignment with requirements\nCollaborate closely with cross functional stakeholders, Engineering, and data engineers to develop design prototypes and continuously enhance dashboard content, functionality, and performance\nRecommend and implement automation of reporting; identify and implement opportunities to streamline and improve processes\nContinuously and proactively identify opportunities to improve data quality and work collaboratively across teams to recommend changes to processes, policies, and source systems that improve data integrity\nAssist in driving business intelligence adoption throughout the organization\n\nOur new team member will need:\nBachelor’s degree with at least 3 years of relevant experience or at least 5 years of applicable data reporting and analysis experience or equivalent.\nAt least 3 years' experience using SQL in a data reporting and analysis role, including proficiency in writing queries and data wrangling skills\nAt least 3 years' experience building business-focused visualizations and user interfaces\nSkilled in creating data visualizations using business intelligence software. Power BI required.\nSkilled in cleaning, standardizing, filtering, and transforming data to create datasets ready to be analyzed and displayed graphically\nUnderstands what makes for a compelling visualization, can “tell a story” using data, and can draw insights from large datasets\nExperience with a modern data stack, including tools like Snowflake and BigQuery\nAbility to logically and efficiently structure ambiguous problems, identify sources of data, conduct complicated analysis, identify key insights and recommend actions\nAbility to query and analyze data from disparate data sources\nDemonstrated track record of prioritizing, multitasking, and managing multiple projects\/assignments simultaneously in a fast-paced environment with tight deadlines\nWorking knowledge of building and optimizing ‘big data’ data pipelines, architectures and data sets.\nStrong analytic skills related to working with structured and unstructured datasets.\nSound project management and organizational skills.\nExperience supporting and working with cross-functional teams in a dynamic environment.\nStrong analytical and data interpretation skills\nExcellent written and verbal communication skills\nStrong functional knowledge of IT services such as application support and development and computer\/infrastructure services\nBenefits\nCompetitive Compensation and Benefits which include:\nRemote and flexible working environments\nMake an impact at a growing company - here you are not just a number!\nMedical 100% paid for employee coverage\nDental \/ Vision 100% paid for employee and dependents\n401(k) plan that matches 100% up to 3% of your annual compensation\nLooking to grow? Continuing Education Reimbursement of $1,000 each year!\nPTO Bank Plan + Rollover + 8 holidays + 1 Floating Holiday of your choosing!\n$500 first year remote office setup + $100 quarterly each year after\nMonthly internet reimbursement up to $75\nAnniversary Bonus\n\nVultr is committed to an inclusive workforce where diversity is celebrated and supported. All employment decisions at Vultr are based on business needs, job requirements, and individual qualifications.","64":"Charger Logistics Inc. is a world- class asset-based carrier with locations across North America. With over 20 years of experience providing the best logistics solutions, Charger Logistics has transformed into a world-class transport provider and continues to grow.\nCharger Logistics invests time and support into its employees to provide them with the room to learn and grow their expertise and work their way up. We are entrepreneurial-minded organization that welcomes and support individual ideas and strategies. We are currently expanding and looking to add a motivated individual to our team based out of our Monterrey's office.\nResponsibilities:\nDevelop analytic tools and solutions, generate dashboards\/reporting for Finance area.\nPrepare financial reports including costings, cash flow, bank reconciliation, sales and payroll tax filings.\nCompile and analyze financial information to prepare entries to accounts, such as general ledger accounts, documenting business transactions.\nMatch invoices to purchase orders and receiving reports, coding invoices with account numbers or review invoice coding for accuracy.\nPrepare and analyze annual and quarterly reports\nRequirements\n\nEnglish is a must\nBachelor’s degree in Accounting or Finance is required.\nBI Tools proficiency (Tableau is an asset)\n3-4 years of related experience in Financial Data Analysis is required\nKnowledge of combined financial statement presentation, SOX, financial analysis, excellent communication skills, and time management.\nProficient in Microsoft office, with aptitude to learn new software and systems.\nBenefits\n\nInternational Training\nSavings fund\nLife insurance\nHealthcare Benefit Package\nFood coupons\nCareer growth\nHigh competitive salary\nPerformance-based bonus and Christmas bonus."}}