{"Job Description":{"0":"Who we are\nAt Hyde, we hold the fundamental tenet that public data is insipid, and consequently, AI models predicated upon it are equally unstimulating. In light of this, we have developed an infrastructure that delves into delicate and classified data to fuel Generative AI systems. This technological breakthrough enables us to assist enterprises in maintaining a competitive edge while simultaneously safeguarding the privacy of their clients. Our goal is to democratize AI for every company on the planet.\nSetting\nWe are well-funded and are growing fast. Our supporters include the Oasis Protocol Foundation, the CISPA Helmholtz Center for Information Security, and the German Federal Ministry of Education and Research.\nHyde is a young company, that is very open to your impact. Our culture is meritocratic, inclusive, and fast-paced. We enforce meditation for all our employees.\n  About the Role & Requirements\nWe are seeking an experienced Research Engineer, NLP \/ Privacy to join our growing team\nThe ideal candidate will have a strong background in AI research and deployment, and a passion for solving complex, technical problems.\nStrong experience in AI research and development, ideally with a focus on privacy-preserving techniques\nExtensive knowledge in NLP, LLM architectures like transformers\nExcellent written and verbal communication skills\nYou are proactive, driven, and creative\nYou are good at collaboration and teamwork - many of our projects are large engineering efforts that involve most or all of the team\nExtraordinary qualifications, past research or Github profiles\nYou are a good fit\nYou have a understanding of performance in HPC workloads, have worked with large GPU clusters\nExperience with scaling inference of LLMs\nYou are able to solve both small, isolated problems like bugs in code, as well as grapple with large meta-level problems\nOur work is at the intersection of IT-Security, Law and ML, therefore it is beneficial to posses knowledge in adjacent domains\nCan bring up technical reality distortion fields\nIf you are an expert in Privacy-Preserving Machine Learning\nBenefits\nGenerous equity as one of the first engineering hires\nGrowth and development opportunities within the company\nMainly remote setting, quarterly off-sites\nWe provide Visa and relocation support to Germany for exceptional candidates if needed\nExtensive health and pension plan for EU residents\nTypical activities may be\nConduct cutting-edge research in AI, with a focus on privacy-preserving techniques\nDesign, train and optimize novel base models\nConceive privacy-first schemes for LLM inference\nFine-tune existing large-scale models to specific domains\nSolve deployment issues of large-scale models, like model parallelism\nBuilding large-scale datasets\nImplementing new models or techniques from research papers\nContribute to strategical decisions of the company\nLast words\nThe starting date for this opportunity is 01\/06, latest 01\/07\nWe look forward to your application","1":"We believe that we are better together, and at Tripadvisor we welcome you for who you are. Our workplace is for everyone, as is our people powered platform. At Tripadvisor, we want you to bring your unique identities, abilities, and experiences, so we can collectively revolutionize travel and together find the good out there. \nThe Tripadvisor Data Science Team is looking for an exceptional experienced individual to help lead the design and building next generation NLP based systems that model how travelers interact with the various products on the site. Such a model will allow a significant improvement in our ability to offer to travelers the broadest, most relevant travel products (e.g., tell me the most family-friendly summertime activities in Paris). This individual will also have the opportunity to lead other projects on the team, including those related to text and image processing.\nTripadvisor is the web's leading travel information site. At Tripadvisor, the Data Science and ML Team creates systems that influence the travel decisions of millions of people per day. It applies cutting edge machine learning techniques to a wide variety of areas, including recommenders, vision, text processing, and natural language processing. To ensure continued success, Tripadvisor promotes a culture of personal development, including social activities, journal clubs, memberships in online learning resources, and participation in industry conferences. Have a great time while shaping the future of travel!\n  What You Will Be Doing:\nSeek out new opportunities to apply data science and machine learning to the business (e.g., mainly NLP but also some work with personalized recommendations, performance marketing, customer modeling) across all channels (e.g., Web, email, paid marketing)\nHas experience working with other teams in solving problems and identifying opportunities\nLead the design of machine learning models to solve a variety of core business problems in customer acquisition, retention, and reactivation\nAutomate ETL pipelines\nPrototype, evaluate, deploy and maintain new models in production\nDesign AB tests and analyze their results\nDiscover new ways to analyze and interpret the data\nCommunicate progress and interpretation of experimental results to technical and business stakeholders\nLead the determination of next steps for each project.\nQualifications:\nPhD or Masters in Computer Science, Engineering, Statistics, or related field preferred\nExperience with Natural Language Processing\nStrong background in machine learning and statistics\nSolid foundation on data structures and algorithms\nStrong software engineering skills\nProficiency in Python for numerical\/statistical programming (our group relies heavily on Numpy\/Pandas\/Scikit-learn)\nAbility to write complex SQL queries\nExperience with big data technologies, such as Hive and Spark\nKnowledge of AB test design and analysis\nTrack record of leading the deployment and maintenance of models\n1-2 years of relevant, practical experience.\nNice to Haves\nExperience with Deep learning\nExperience with online businesses.\nWhat you’ll get \nHighly competitive salary along with the following\nAnnual performance related bonus\nGenerous stock (RSU) award upon joining, with additional awards annually\nRegular salary reviews and excellent career growth opportunities\nVery flexible working hours\nSummer flexible work schedule\nDaily meal allowance\nFull family private healthcare and dental\nExcellent contributory pension\nCritical illness and full life cover\n20 days rising to 22 days after first year (not including bank holidays, Christmas shutdown and flexible summer days)\n€1,104 annual stipend for costs outside the office such as gym membership or home office set up\n“Summer Fridays” scheme allowing extra days off during the summer.\nWe strive to create an accessible and inclusive experience for all candidates. If you need a reasonable accommodation during the application or the recruiting process, please make sure to reach out to your individual recruiter or our team at greenhouse@tripadvisor.com.\n  #LI-AMCVAY\n#LI-Remote\n#LI-Hybrid","2":"Our research interns are mentored by scientists and researchers who have worked on widely used conversational AI platforms and Alexa AI. Internships can start any time this year and typically last 12 weeks, though we are always open to collaboration beyond the internship. We have multiple projects around end-to-end dialogue, spoken dialogue systems, and implicit dialogue structure discovery. Depending on interest, projects may result in publication submissions in top-tier conferences.  We have conducted hundreds of thousands of calls in the healthcare system, which provides a plethora of data for experimentation. If you are interested in working on research that can push the needle for conversational systems, come join us.\nInfinitus is an early stage startup building a conversational AI platform to enable healthcare businesses to communicate with each other efficiently. We're a team of ex-Googlers, startup veterans, and healthcare experts. We're backed by Kleiner Perkins, Coatue Management and Google Ventures, along with individual investments from a selection of executives across the worlds of AI and tech: Ian Goodfellow, Gokul Rajaram, Aparna Chennapragada and Qasar Younis.\nAt Infinitus, you will:\nWork on ambitious projects in NLP and spoken dialogue systems. Projects can include: improving robustness of dialogue systems, implicit dialogue structure discovery, and improving acoustic models for spoken dialogue systems\nHave the opportunity to integrate experiments into production.\nWe are looking for someone who:\nHas experience in deep learning-based Natural Language Processing and\/or Speech.\nHas a firm grasp of Python3 (and preferably PyTorch and\/or TensorFlow).\nNice to have:\nResearch experience\nCurrent MS or PhD student\nInfinitus Systems, Inc. is an early stage startup building a voice automation platform to enable businesses to communicate with each other efficiently. Infinitus has raised $51.4M to date and is backed by Kleiner Perkins, Coatue Management and Google Ventures. Healthcare is one of the biggest contributors to the US GDP and we are on a mission to reduce the complexity and spend on healthcare backoffices. At Infinitus, you will have a unique perspective on the development of cutting edge technology while working with major players across the healthcare industry in the US.\nInfinitus is made up of engineers, product managers, AI trainers, and operations specialists who collaborate on all kinds of projects. We not only encourage each other to do our best work, we also share our pet pictures, our favorite recipes, and stories from our vacations.\nAt Infinitus Systems, we are committed to providing an environment of mutual respect where equal employment opportunities are available to all applicants and teammates without regard to race, color, religion, sex, pregnancy (including childbirth, lactation and related medical conditions), national origin, age, physical and mental disability, marital status, sexual orientation, gender identity, gender expression, genetic information (including characteristics and testing), military and veteran status, and any other characteristic protected by applicable law. Infinitus Systems believes that diversity and inclusion among our teammates is critical to our success as a global company, and we seek to recruit, develop and retain the most talented people from a diverse candidate pool.","3":"We believe that we are better together, and at Tripadvisor we welcome you for who you are. Our workplace is for everyone, as is our people powered platform. At Tripadvisor, we want you to bring your unique identities, abilities, and experiences, so we can collectively revolutionize travel and together find the good out there. \nThe Tripadvisor Data Science Team is looking for an exceptional experienced Senior Machine Learning Engineer who specialises in NLP to help lead the design and building next generation systems that model how travelers interact with the various products on the site. Such a model will allow a significant improvement in our ability to offer to travelers the broadest, most relevant travel products (e.g., tell me the most family-friendly summertime activities in Paris). This individual will also have the opportunity to lead other projects on the team, including those related to text and image processing.\nTripadvisor is the web's leading travel information site. At Tripadvisor, the Data Science and ML Team creates systems that influence the travel decisions of millions of people per day. It applies cutting edge machine learning techniques to a wide variety of areas, including recommenders, vision, text processing, and natural language processing. To ensure continued success, Tripadvisor promotes a culture of personal development, including social activities, journal clubs, memberships in online learning resources, and participation in industry conferences. Have a great time while shaping the future of travel!\nWhat You Will Be Doing:\nSeek out new opportunities to apply data science and machine learning to the business (e.g., mainly NLP but also some work with personalized recommendations, performance marketing, customer modeling) across all channels (e.g., Web, email, paid marketing)\nHas experience working with other teams in solving problems and identifying opportunities\nLead the design of machine learning models to solve a variety of core business problems in customer acquisition, retention, and reactivation\nAutomate ETL pipelines\nPrototype, evaluate, deploy and maintain new models in production\nDesign AB tests and analyze their results\nDiscover new ways to analyze and interpret the data\nCommunicate progress and interpretation of experimental results to technical and business stakeholders\nLead the determination of next steps for each project.\nWhat You Are Like:\nTeam player\nLoves to learn\nGreat communication skills with both technical and non-technical partners\nGets things done on time and on specification\nCan work independently.\nQualifications:\nPhD or Masters in Computer Science, Engineering, Statistics, or related field preferred\nExperience with Natural Language Processing\nStrong background in machine learning and statistics\nSolid foundation on data structures and algorithms\nStrong software engineering skills\nProficiency in Python for numerical\/statistical programming (our group relies heavily on Numpy\/Pandas\/Scikit-learn)\nAbility to write complex SQL queries\nExperience with big data technologies, such as Hive and Spark\nKnowledge of AB test design and analysis\nTrack record of leading the deployment and maintenance of models\n3 years of relevant, practical experience.\nNice to Haves\nExperience with Deep learning\nExperience with online businesses.\n  What you’ll get \nHighly competitive salary along with the following\nAnnual performance related bonus\nGenerous stock (RSU) award upon joining, with additional awards annually\nRegular salary reviews and excellent career growth opportunities\nVery flexible working hours\nSummer flexible work schedule\nDaily meal allowance\nFull family private healthcare and dental\nExcellent contributory pension\nCritical illness and full life cover\nStandard 20 days paid holiday rising to 22 in 2nd year (not including bank holidays, time off over Christmas and summer flexible work schedule)\n€1,104 annual stipend for costs outside the office such as gym membership or home office set up.\nWe strive to create an accessible and inclusive experience for all candidates. If you need a reasonable accommodation during the application or the recruiting process, please make sure to reach out to your individual recruiter or our team at greenhouse@tripadvisor.com.\n  #LI-AMCVAY\n#LI-Remote\n#LI-Hybrid","4":"About Us:\nWe are a team of physicians, healthcare executives, data scientists, and Tech experts committed to empowering anyone, anywhere with the insights they need to make well-informed healthcare decisions. Through the combined power of AI and big data, we have created the first all-in-one solution that provides our users with everything they need to know about medical professionals and facilities. RYTE transforms the comprehensive data we collect on millions of healthcare providers and medical experts worldwide into knowledge that helps individuals and organizations navigate healthcare systems. Headquartered in Toronto (Canada) and having operations in Canada, France, Kazakhstan, and the Philippines, you will join a truly international, multi-cultural, and dynamic workforce driven toward building something unique and that affects Life and Healthcare on a global scale. For more information about Us, please connect with us at www.ryte.ai.\nWe are looking for a junior Data Scientist to join the Research and Development team who is willing to learn about the complexities of structured, semi-structured and non-structured text data and have a significant impact on the Healthcare Analytics sector.\nThis is an internship (alternance) position (that might evolve to a CDI contract) in France.\nThe Position: Junior Data Scientist.\nThe Role:\nAs part of the AI and data engineering department, you will work side to side with a team of AI engineers, architects and data scientists located in multiple countries to perform research and development on AI-based technologies applied to Healthcare Analytics.\nRequirements\nExpected Tasks:\nWork with Product Managers and Engineers and dive deep into Ryte’s collection of structured and non-structured data.\nCreate algorithms to extract information from large, multiparametric global data sets.\nAnalyse language data and evaluate its trends and patterns.\nApply the latest advancements in Natural Language Processing (NLP): Transformers and LLM to help build, fine-tune, test, and validate predictive models along with our team of data scientists.\nKnowledge of reinforcement learning (PPO) will be a plus.\nTrack and report quality metrics to ensure our models optimal performance and limitations.\nHelp with the development of custom-made dataset annotation guidelines.\nRequirements and Qualifications:\nCurrently pursuing a Master of Science degree in Computer Engineering, Computer Science, or related discipline.\nGood understanding of Python, C\/C++ or R.\nKnowledge of SQL. Additionally, knowledge of non-SQL DBs will be a plus.\nExperience with at least one Deep Learning framework such as TensorFlow, Keras, Azure ML Studio, or PyTorch.\n1 year of relevant experience in NLP-related projects with the above-mentioned frameworks will be a plus.\nExperience with Docker, git, Azure Cloud (and Azure ML) will be helpful as it is part of the Company’s current tech stack.\nGood written and verbal communication skills in English are a must\nBenefits\nWe would like to thank all Applicants for their interest in this position. Please note that only Applicants selected for an interview will be contacted. Ryte Corp. is an equal opportunity employer. If selected for an interview, please advise our Human Resources team if you require accommodation during the interview and assessment process. We will work with Applicants to accommodate all accessibility needs.","5":"We currently have a vacancy for an Expert in AI\/NLP\/ML fluent in English, to offer his\/her services as an expert who will be based in Brussels. The work will be carried out either in the company’s premises or on site at customer premises. In the context of the first assignment, the successful candidate will be integrated in the team of the company that will closely cooperate with a major client’s IT team on site.\n\nYour tasks\nDevelopment and maintenance of software applications in the field of Natural Language Processing (NLP), Machine Learning (ML) and\/or Artificial Intelligence (AI);\nTraining of custom machine learning \/ deep learning models based on structured and unstructured data;\nProcessing, cleansing, and verifying the integrity of data used for analysis;\nDesign the IT architecture for solutions in the NLP \/ ML \/ AI fields, and coordinate its implementation considering master- and meta-data management concepts;\nContributing to the design of the IT architecture considering master- and meta-data management concepts;\nProvision of expert advice and assistance in any area associated with the Artificial Intelligence and Data Warehouse technologies;\nPerform design, development and maintenance of BI and reporting software that both follow the reference architecture rules and accurately implement the specifications received in the documents of analysis provided by the business analysts of the project.\nRequirements\nMaster’s degree in Artificial Intelligence or similar, combined with 11 years of IT professional experience;\nExcellent knowledge of Perl, Python, Matlab, R and its NLP\/ML libraries (SpaCy, NLTK, scikit-learn, pandas…);\nExcellent knowledge of machine learning techniques and algorithms, such as k-NN, Naive Bayes, SVM, Decision Forests, Neural Network, and\/or artificial intelligence frameworks;\nGood knowledge of AWS and\/or Azure, Linux, Unix and Bash;\nGood knowledge of quality assurance and quality control for machine translation (MT) and experience with MT quality procedures, testing methodologies and tools, such as automatic quality metrics (BLEU scores and similar) and human evaluation of MT quality;\nKnowledge of query languages, such as SQL, Hive, Pig, etc and with information extraction;\nKnowledge of NoSQL databases, such as MongoDB, Cassandra, HBase, etc.;\nKnowledge of data visualisation tools, such as D3.js, GGplot, etc;\nExperience in the field of corpus based linguistics;\nExperience with data analytics over big datasets, non-structured databases as well as data lakes;\nWorking experience with Oracle RDBMS and PL-SQL;\nAWS Certified Machine Learning, Microsoft Azure AI Engineer Associate or SAS Certified Professional AI and Machine Learning Certification would be considered as a strong asset;\nExcellent command of the English language.\nBenefits\nIf you are seeking a career in an exciting and dynamic company, where you will offer your services as part of a team of a major European Institution, operating in an international, multilingual and multicultural environment where you can expect real chances to make a difference, please send us your detailed CV in English, quoting reference (14889\/03\/2023).\nWe offer a competitive remuneration (either on contract basis or remuneration with full benefits package), based on qualifications and experience. All applications will be treated as confidential.\nEUROPEAN DYNAMICS (ED) (www.eurodyn.com) is a leading Software, Information and Communication Technologies company, operating internationally (Athens, Brussels, Luxembourg, Copenhagen, Stockholm, London, Nicosia, Hong-Kong, Valetta, etc). The company employs over 600 engineers, IT experts and consultants (around 3% PhD, 36% MSc and 53% BSc or equivalent). We design and develop software applications using state-of-the-art technology. The group generates annual revenues in the range of EURO 40 million, with an EBITDA in the range of 20%. The value of our contract portfolio exceeds EURO 250 million. EUROPEAN DYNAMICS is a renowned supplier of IT services to government institutions, multinational corporations, public administrations and multinational companies, research and academic institutes.\nAs part of our dedication to the diversity of our workforce, we are committed to Equal Employment Opportunity without regard for race, color, national origin, ethnicity, gender, disability, sexual orientation, gender identity, or religion.\n\n\nEUROPEAN DYNAMICS (ED) adheres to the General Data Protection Regulation principles by applying its Privacy Policy as published in www.eurodyn.com\/privacy. By submitting an application to this position and by sharing your personal data with ED, you acknowledge and accept its Policy and authorise ED to process your personal data for the purposes of the company's recruitment opportunities, in line to the Policy.\nFurthermore, when providing your data, it is up to you to explicitly consent that your data can be assessed for future job openings, for as long as you do not withdraw such consent. If you do not consent, we will not be able to consider the data you provide to us for future job openings.","6":"Company Description\nAt ServiceNow, our technology makes the world work for everyone, and our people make it possible. We move fast because the world can’t wait, and we innovate in ways no one else can for our customers and communities. By joining ServiceNow, you are part of an ambitious team of change makers who have a restless curiosity and a drive for ingenuity. We know that your best work happens when you live your best life and share your unique talents, so we do everything we can to make that possible. We dream big together, supporting each other to make our individual and collective dreams come true. The future is ours, and it starts with you. \nWith more than 7,400+ customers, we serve approximately 80% of the Fortune 500, and we're proud to be one of FORTUNE's 100 Best Companies to Work For® and World's Most Admired Companies® 2022.\nLearn more on Life at Now blog and hear from our employees about their experiences working at ServiceNow.\nUnsure if you meet all the qualifications of a job description but are deeply excited about the role? We still encourage you to apply! At ServiceNow, we are committed to creating an inclusive environment where all voices are heard, valued, and respected. We welcome all candidates, including individuals from non-traditional, varied backgrounds, that might not come from a typical path connected to this role. We believe skills and experience are transferrable, and the desire to dream big makes for great candidates.\nJob Description\nWhat you get to do in this role:\nInteract with stakeholders in departments across the company, identify opportunities which can leverage NLP and Generative AI to enhance our business, match the optimal AI techniques to the specific business needs, and then build the models that get the job done. This is an opportunity for the right candidate to go from end-to-end in the process, from recognizing a problem to implementing the solution, and integrating it with the business teams. You will:\nCollaborate with cross-functional teams to understand business requirements and use NLP and generative AI to enhance customer experiences\nDesign, develop and implement NLP and generative AI solutions for various projects and initiatives\nResearch and evaluate new NLP and generative AI technologies and techniques for ServiceNow’s customer-centric use cases\nDevelop prototypes and proof-of-concepts to demonstrate the capabilities of NLP and generative AI solutions\nPrepare technical documentation and presentations to communicate NLP and generative AI solutions to both technical and non-technical stakeholders\nMentor and train junior team members on NLP and generative AI techniques and best practices\nQualifications\nTo be successful in this role you have:\nMaster's or PhD degree in Computer Science, Mathematics, Engineering, or a related field with a focus on NLP or NLG\nAt least 5 years of experience in NLP and\/or NLG, with a proven track record of delivering successful projects\nStrong understanding of Large Language Models(LLM) algorithms, architecture and technologies\nExcellent programming skills in Python\nExperience on fine-tuning and deploying pre-trained LLMs such as BERT, T5 and OPT is desirable\nExcellent communication and presentation skills, able to explain complex technical concepts to both technical and non-technical stakeholders\nStrong problem-solving and analytical skills, able to identify and implement solutions to complex problems.\nDesired skills:\nSpecial consideration for applicants experienced in implementing NLG or Generative AI for Customer Journey, marketing or sales processes.\n JV19\nAdditional Information\nServiceNow is an Equal Employment Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, creed, religion, sex, sexual orientation, national origin or nationality, ancestry, age, disability, gender identity or expression, marital status, veteran status or any other category protected by law.\nAt ServiceNow, we lead with flexibility and trust in our distributed world of work. Click here to learn about our work personas: flexible, remote and required-in-office.\nIf you require a reasonable accommodation to complete any part of the application process, or are limited in the ability or unable to access or use this online application process and need an alternative method for applying, you may contact us at talent.acquisition@servicenow.com for assistance.\nFor positions requiring access to technical data subject to export control regulations, including Export Administration Regulations (EAR), ServiceNow may have to obtain export licensing approval from the U.S. Government for certain individuals. All employment is contingent upon ServiceNow obtaining any export license or other approval that may be required by the U.S. Government.\nPlease Note: Fraudulent job postings\/job scams are increasingly common. Click here to learn what to watch out for and how to protect yourself. All genuine ServiceNow job postings can be found through the ServiceNow Careers site.\n  From Fortune. © 2022 Fortune Media IP Limited All rights reserved. Used under license.\nFortune and Fortune Media IP Limited are not affiliated with, and do not endorse products or services of, ServiceNow.","7":"Company Description\nAbout Us \nRepRisk is a rapidly growing global company and a pioneer in the ESG data science field. Our goal is to make the world a better place by creating transparency in the business world – we are driving positive change via the power of data. We combine AI and machine learning with human intelligence to analyze public information and identify environmental, social, and governance (ESG) risks. We serve as a reality check for how companies conduct their business around the world – do they walk their talk when it comes to human rights, labor standards, corruption, and environmental issues?\nWe Offer \nFlexible working hours and arrangements\nAn entrepreneurial, international, and dynamic work environment\nA shared mission to drive accountability and responsible behavior of companies, thus creating positive change\nA company that embraces diversity, because life would be boring if we were all the same!\nJob Description\nAbout You\n\nAre you looking to combine your strong analytical mind, multilingual skills, and professional attitude with a meaningful job in the growing ESG market? Have you wondered what it would be like to work at a company where your contribution has a real, measurable impact? Do you undertake your work with a high attention to detail?  Are you a good team player, receptive to feedback, and open to interacting with a diverse group of people? Are you ready to go out of your comfort zone and accept new challenges? \n\nIf your answers are YES and you would love to contribute to our mission of providing more transparency to corporate behavior– then this is the perfect role for you!\nYour Responsibilities\n\nAs a Junior ESG Research Analyst, you will play a crucial role in supporting RepRisk's growth and global reach by analyzing and entering risk incidents from NGOs, the internet, print and other media sources into the RepRisk ESG Risk Platform. RepRisk facilitates the identification and assessment of environmental, social and corporate governance issues which may present financial, reputational and ethical risks. It is used by investment professionals, financial institutions, supply chain managers, multinational corporations and compliance managers. The RepRisk ESG Risk Platform plays an integral role in increasing transparency and ensuring compliance with internal and international standards, thereby helping to reduce risk exposure.\nIdentifying and assessing risk incidents related to environmental, social and corporate governance issues\nEntering newly criticized companies, projects, etc. into the RepRisk database \nSummarizing and evaluating the incident according to our proprietary methodology \nQualifications\nYou Offer\nExcellent English writing skills, including strong analysis and editorial skills. \nThe equivalent to a native level of  French and a very high level of reading proficiency in one more RepRisk Language (see full list of RepRisk’s 23 languages here: https:\/\/www.reprisk.com\/approach#languages) \nA minimum of a Bachelor’s degree. A background in journalism, international relations, environmental, social, or media sciences is a plus \nA strong interest in environmental, social, and\/or corporate governance issues\nGood team player, able to provide constructive feedback and open to receive feedback from others for constant learning and growth together with the team\nIntellectual curiosity, willingness to learn and evolve and build up new skills and expertise overtime \nAdditional Information\nPlease note that we will only consider candidates with a valid work permit\nPlease note that selected candidates will have to pass a comprehension language test","8":"Company Description\nVisa is a world leader in digital payments, facilitating more than 215 billion payments transactions between consumers, merchants, financial institutions and government entities across more than 200 countries and territories each year. Our mission is to connect the world through the most innovative, convenient, reliable and secure payments network, enabling individuals, businesses and economies to thrive.\nWhen you join Visa, you join a culture of purpose and belonging – where your growth is priority, your identity is embraced, and the work you do matters. We believe that economies that include everyone everywhere, uplift everyone everywhere. Your work will have a direct impact on billions of people around the world – helping unlock financial access to enable the future of money movement.\nJoin Visa: A Network Working for Everyone.\nJob Description\nThe Marketing, Services and Sales Analytics Team in Visa support Business users in Sales, Product, Client Services, Global Client Care and Marketing Teams in providing access to data and insights from multiple applications.    \nAs a Data Scientist in the team, you will be responsible for building and deploying machine learning models for multiple use cases such as Sales propensity models, forecasting, product and activity recommendation models to build smart pipelines for Sales teams. You will analyze and perform Text Analytics and provide insights on unstructured and structured data. Based on deep understanding and knowledge of data science and machine learning\/AI techniques, you will develop and maintain models to improve customer and employee experience.\nResponsibilities\nWork with Business stakeholders to understand Business requirements and desired business outcomes\nPerform exploratory data analysis on enterprise structured and unstructured data and explore data for training and building models\nBuild and deploy machine learning inference models, monitor performance for models in production, remediate model drift\nAnalyze results from models, perform Predictive and Prescriptive Analytics, generate insights and explain results to end users\nIntegrate inference models with applications such as MS Dynamics\nCollaborate with team members to deliver innovative technologies, insights to Visa business units to save costs, facilitate data driven Business decisions, improve operations and efficiency gains.\nResearch emerging trends and published papers in AI and Machine learning and apply learnings to solve Business problems\n This is a hybrid position. Hybrid employees can alternate time between both remote and office. Employees in hybrid roles are expected to work from the office two days a week, Tuesdays and Wednesdays with a general guidepost of being in the office 50% of the time based on business needs.\nQualifications\nBasic Qualifications:\n• 2 - 6 years of work experience with a Bachelor’s Degree or an Advanced Degree (e.g. Masters, MBA, JD, MD, or PhD)\n\nPreferred Qualifications :\n• 3 or more years of work experience with a Bachelor’s Degree or more than 2 years of work experience with an Advanced Degree (e.g. Masters, MBA, JD, MD)\n• Master’s degree in Statistics, Operations Research, Applied Mathematics, Economics, Data Science, Business Analytics, Computer Science, or a related technical field preferred\n• 4+ years’ experience in data-based decision-making or quantitative analysis\n• Extracting and aggregating data from large data sets using SQL\/Hive or Spark\n• Analyzing large data sets using programming languages such as Python, R, SQL and\/or Spark\n• Generating and visualizing data-based insights in software such as Tableau or Power BI\n• Proficiency in data analytics, data mining, machine learning, and related fields.\n• Knowledge of Text mining, Natural Language Processing, Pattern recognition, Deep Learning, Graph algorithms required\n• Proficiency in Python, Jupiter notebooks required\n• Proficiency in IBM Watson APIs and Opensource ML\/AI frameworks like Tensorflow, Pytorch etc nice to have\n• Experience in building inference model APIs and scaling APIs preferred\n• Knowledge of Hadoop and components like Hive, Oozie, Sqoop, Airflow, Nifi, Spark\n• Knowledge of Kafka, Airflow, Apache Flint, Spark Streaming, Microservices, Building data products nice to have\n• Knowledge of Data engineering (ETL and ELT) and Data warehousing concepts nice to have\n• Knowledge of relational and NoSQL, Graph database concepts, systems architecture, and data structures\n• Proficiency in Linux, Windows, Databases (Oracle, Sql server), SQL, Graph database(Neo4j)\n• Excellent communication skills\nAdditional Information\nVisa is an EEO Employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability or protected veteran status. Visa will also consider for employment qualified applicants with criminal histories in a manner consistent with EEOC guidelines and applicable local law.","9":"At Charles River Analytics, we take great pride in our success at attracting and retaining the most talented and creative problem-solvers in the field. We are a 100% employee-owned company, encouraging participation, innovation, and responsibility from our entire staff. CRA has an exciting opportunity for an enthusiastic computational linguist with high interest and research experience in natural language processing (NLP) to work on applied NLP research solving real operational problems for the US Government and commercial customers.\nExample projects you may work on include:\nDeveloping a system that uses a functional grammar and semantic representations to generate draft reports\nDeveloping information extraction tools for extracting key information from academic papers, system descriptions\nDeveloping systems that extract key information from news stories or press releases written in several different languages\nDeveloping tools to detect bias and subjectivity in written communications\nDeveloping applications that apply NLP techniques to cyber-security problems (e.g., using a grammar to parse malware behavior)\nWhat will do you?\nYou will work on parsing, understanding, and generating natural language using a variety of technologies, such as grammars, large language models, semantic technologies, and machine learning. You will design and build knowledge structures such as grammars and semantic representations that support specific applications. You will work in small project-oriented research groups led by a Principal Investigator and supported by other scientists and software engineers. You will perform scientific research and rapid prototyping. You will also have the opportunity to contribute to published research. This internship will give you an opportunity to gain real world experience on interesting projects and the potential for future full-time employment. At Charles River Analytics, we foster an environment where scientists are free to pursue their own research interests as well as working in highly collaborative teams.\n What do you need?   \nPursuit of a Master’s degree in Computer Science (or closely related field) with emphasis on computational linguistics or natural language processing.\nInterest in applied NLP research, with emphasis on semantics.\nProgramming skills in Python, Java, or other object-oriented programming languages (code samples may be requested)\nCandidates should have demonstrated capability to work independently as well as effectively within a team environment\nAbility to communicate effectively in written and oral form (writing samples may be requested)\nThis position requires enthusiasm and energy coupled with the ability to adapt under pressure\nCandidates must be able to take direction and take initiative, and the knowledge of when to apply each\nU.S. Citizenship is required for this position\nBenefits\nCharles River Analytics offers an attractive benefits package that includes, but is not limited to the following:\nCasual work environment\nFree snacks and beverages\nEligible for medical plan enrollment or opt-out incentive\nPaid sick\/excused time\nFree onsite parking and easily accessible by public transportation (the MBTA)","10":"Company Description\nBlend360 is a Dynamic, marketing and analytic consulting company that provides marketing solution services to some of the world’s best known and most respected organizations. We are seeking a Data Science Manager to contribute to our next level of growth and expansion.\nAs Data Scientists, we work with business leaders to solve clients’ business challenges and improve clients’ marketing results. We contribute our Advanced Data Science subject matter expertise to the recommendations and solutions delivered to our clients.\nJob Description\nAs a Data Scientist, Lead (NLP), you will be responsible for leading a team of data scientists in the development and implementation of Natural Language Processing (NLP) algorithms and models. You will be working with large datasets of unstructured text data to build systems that can understand and interpret language to extract insights, build predictive models, and enhance user experiences.\nKey Responsibilities:\nManage a team of data scientists to deliver high-quality NLP solutions\nDesign and develop NLP algorithms and models to solve business problems\nAnalyze and preprocess large datasets of unstructured text data to build robust NLP models\nEvaluate and optimize existing NLP models for accuracy and performance\nDevelop and implement data-driven strategies for improving NLP model performance\nCollaborate with cross-functional teams to integrate NLP solutions into existing systems and products\nStay current with the latest developments in NLP and apply them to improve NLP models\nCommunicate insights and findings to stakeholders and executives\nQualifications\nMaster’s or Ph.D. in Computer Science, Data Science, or a related field\nAt least 5 years of experience in NLP or related field\nProven experience in designing and implementing NLP models using techniques such as sentiment analysis, named entity recognition, topic modeling, and machine translation\nExperience in managing and mentoring data science teams\nProficiency in programming languages such as Python, R, or Java\nExperience with NLP libraries such as NLTK, spaCy, or Stanford CoreNLP\nStrong problem-solving skills and ability to work in a fast-paced environment\nExcellent communication and presentation skills\nPreferred Qualifications:\nExperience with deep learning techniques for NLP such as RNNs and Transformers\nExperience with cloud-based NLP platforms such as AWS Comprehend, Google Cloud Natural Language, or Azure Cognitive Services\nExperience with data visualization tools such as Tableau or PowerBI\n The starting pay range for this role is $100,000 - $145,000. Actual compensation within the range will be dependent on several factors including but not limited to relevant experience, skills, certifications, training, and location. It is not typical for an individual to be hired at or near the top of the range and determining factors for compensation are considered for each individual circumstance. BLEND360 also offers a competitive benefits program to meet the health and financial well-being of our team and their families. You can look forward to a range of benefits including medical, dental, vision, 401K, PTO, paid holidays, commuter benefits, spending accounts, life insurance, disability coverage, and EAPs.  \nAdditional Information\nA diverse workforce is a strong workforce\nTo deliver growth at BLEND360 and for our clients, we believe as a Talent Solutions Company, we have a responsibility and unique opportunity to positively impact the workforce. Diversity has played a critical role in our history, our growth, and continues to have a profound impact on our success.  We are determined to have equality in the workplace, within our team and as an extension of our clients’ team. \nThis is not the work of the moment, and this requires continued learning and purposeful actions.  We are investing resources to understand and improve the sourcing, selection and retention of the talent we hire, and ultimately the workforce we provide our clients. We will communicate our journey in the spirit of transparency and shared learning.","11":"We are looking for a Senior NLP\/ML Engineer to join our team. As a member of the Engineering team, you will work closely with other data scientists and software engineers as a key player in designing and building state-of-the-art ML decision systems for insurance claim processing.\nWork at Exadel - Who We Are: \nSince 1998, Exadel has been engineering its own software products and custom software for clients of all sizes. Headquartered in Walnut Creek, California, Exadel currently has 2700+ employees in development centers across the Americas, Europe, and Asia. Our people drive Exadel’s success, and they are at the core of our values.\nAbout Our Customer:\nThe сustomer is a leading provider of vehicle lifecycle solutions, enabling the companies that build, insure, repair, and replace vehicles to power the next generation of transportation. The company delivers advanced mobile, artificial intelligence, and connected car technologies through its platform, connecting a vibrant network of 350+ insurance companies, 24,000+ repair facilities, OEMs, hundreds of parts suppliers, and dozens of third-party data and service providers. The customer's collective set of solutions inform decision-making, enhance productivity, and help clients deliver faster and better experiences for end consumers.\n \nThe сustomer’s company was ranked #17 in the Top 100 Digital Companies in Chicago in 2020 by Built in Chicago, an online community for digital technology entrepreneurs in Chicago, and was named one of Forbes best mid-sized companies to work for in 2019 – an important accolade and retention tool for the 2,600+ full-time company employees (alongside 350 dedicated contractors). \n \nThe сompany’s corporate headquarters is in downtown Chicago in the historic Merchandise Mart — a certified LEED (Leadership in Energy and Environmental Design) building that is also known to be a technology hub within the broader metro. \nAbout Our Project:\nSafekeep is a business unit that focuses on automating insurance claim subrogation for auto, workers compensation, property, and general liability claims.\nSafekeep leverages data analysis and AI\/Machine learning packaged into a smart workflow engine to:\nIdentify claims with subrogation potential\nMinimize the impact of subrogation team turnover\nDecrease the administrative costs of subrogation\nSimplify and optimize cross-carrier interaction\nUI for the smart workflow engine is built specifically for subrogation business processes, bringing together data for decision-making about and tracking of the recovery process. This includes demand packages, settlements, and payments.\nSafekeep provides a digital platform for carrier-to-carrier collaboration to standardize and streamline the subrogation interaction between them.\nIn 2020 alone, Safekeep won the following awards:\nInnovation Championship by Zurich - out of 1300 solutions worldwide, SafeKeep won 1st place\nInnovation in Insurance awards - Out of 359 innovations from 45 different countries, Safekeep won the Global Silver Award, one of \"the 3 best innovations at a global level\" in InsurTech\nPlug and Play Insurance Partners voted Safekeep as the #1 InsurTech\nRequirements:\nExperience in Machine Learning\/ Data Science (e.g., ML algorithm selection, feature engineering, model training, hyperparameter tuning, distributed model training, supervised and unsupervised learning implementation, building model pipelines, using Machine Learning tools\/libraries\/frameworks)\nExperience with language modeling (e.g., transformers, Hugging Face, FastText, Named Entity Recognition, text cleaning)\nAdvanced knowledge of Python (native, Pandas, ScikitLearn, Tensorflow or Pytorch, PyStats)\nAdvanced knowledge of SQL and Data Modeling\nExperience in study design: power analysis and schema definition\nProficiency in both written and verbal communication, required for a remote and largely asynchronous work environment\nDemonstrated capacity to clearly and concisely communicate about complex technical, architectural, and\/or organizational problems and propose thorough iterative solutions\nExperience owning a feature from concept to production, including proposal, discussion, and execution\nSelf-motivated and self-managed with strong organizational skills\nEnglish level:\nIntermediate+\nNice to Have:\nA master’s degree  in computer science, mathematics, statistics, or other quantitative fields\n3+ years  MLOps experience (e.g., model versioning, model and data lineage, monitoring, model hosting and deployment, scalability, orchestration, continuous learning)\nHands-on experience in ETL Development leveraging Python and Spark\/Scala\nExperience working with AWS big data technologies (Redshift, S3, EMR, Glue, etc.)\nBackground in financial services including banking, insurance or an equivalent field\nExperience creating orchestration workflows with tools such as Airflow, Kubeflow or AWS Step Functions\nDevOps experience (e.g. CI\/CD Pipelines, Infrastructure as Code, containers, Agile software development)\nExperience working with data streaming technologies (Kafka, Spark Streaming, etc.)\nProven success in communicating with customers (internal and external), other technical teams, and senior management in order to collect requirements, describe data modeling decisions and data engineering strategy\nKnowledge of software engineering best practices across the development lifecycle, including Agile  methodologies, coding standards, code reviews, source management, build processes, testing and operations\nResponsibilities:\nThe Senior NLP\/ML Engineer will be in charge of building and maintaining AI models for insurance decision systems. As such, they should have a commanding knowledge of state-of-the-art AI modeling (linear models, GBM and XGB, neural nets, and their training methods) to build effective models in a fast-paced environment. They should also be familiar with the fundamentals of modeling (probability, bias-variance trade-offs, parameter estimation, and visualization tools, feature importance) for diagnosis and improvement of model pipelines. \nDesign, develop, and maintain the automation of frameworks for iterative machine learning model development, training and inference\nProvide teams with operational support and develop solutions that provide monitoring, logging, and alerting capabilities\nAutomate data flows and reporting pipelines\nManage CI\/CD infrastructure, including patching and security updates on the infrastructure\nDevelop and maintain build scripts to automate deployments for multiple environments including dev\/test, QA, UAT, and production\nAdvantages of Working with Exadel:\nYou can build your expertise with our Client Engagement team, who provide assistance with existing and potential projects\nYou can join any Exadel Community or create your own to communicate with like-minded colleagues\nYou can participate in continuing education as a mentor or speaker. You will not only be emotionally but also financially rewarded for mentoring\nYou can take part in internal and external meetups as a speaker or listener. We support you in broadening your horizons and encourage knowledge sharing for all of our employees\nYou can learn English with the support of native speakers\nYou can take part in cultural, sporting, charity, and entertainment events\nWorking at Exadel means always upgrading your skills and proficiency, so we provide plenty of opportunities for professional development. If you’re looking for a challenge that will lead you to the next level of your career, you’ve found the right place \nWe work hard to ensure honest and open relations between employees and leadership, so our offices are friendly environments","12":"Who We Are…VERSES\nVERSES is a cognitive computing company specializing in next-generation Artificial Intelligence. Modeled after natural systems and the design principles of the human brain and the human experience, VERSES' flagship offering, GIA™, is an Intelligent Assistant for everyone powered by KOSMOS™, a network operating system enabling distributed intelligence. Built on open standards, KOSM transforms disparate data into knowledge models that foster trustworthy collaboration between humans, machines, and AI, across digital and physical domains. Imagine a smarter world that elevates human potential through innovations inspired by nature. Learn more at VERSES, LinkedIn, and Twitter.\nWe are a distributed, diverse, and inclusive workforce that aspires to do our best work on important problems with exceptional people and we value: AUDACITY, ASSERTIVENESS, ALIGNMENT, ACCOUNTABILITY, ABUNDANCE, & AWESOMENESS.\nWe’re looking for trailblazers passionate about tackling complex challenges with global impact. If you are looking to help us reimagine the world, come join us!\nWe are seeking a Senior Machine Learning Engineer who is an expert in Natural Language Processing (NLP) to join our team. The successful candidate will be responsible for designing, implementing, and maintaining advanced NLP models that help to improve our products and services. You will work closely with data scientists, software engineers, and other stakeholders to develop and deploy scalable NLP solutions.\nRequirements\nEssential Functions - a\/k\/a Your Mission\nDesign, develop, and deploy NLP models and systems that leverage machine learning algorithms and techniques.\nWork with data scientists, software engineers, and other stakeholders to identify and understand business requirements and develop solutions that meet those requirements.\nStay up-to-date with the latest research in NLP, machine learning, and related fields, and apply that knowledge to our products and services.\nDevelop and maintain data pipelines and infrastructure to support NLP workflows.\nCollaborate with other teams across the organization to ensure that our NLP solutions are integrated into our products and services in a seamless manner.\nProvide technical leadership and mentorship to other members of the team.\nWho You Are…\nBachelor's or Master's degree in Computer Science, Machine Learning, or a related field.\nAt least 5 years of experience in building and deploying NLP solutions using machine learning algorithms and techniques.\nStrong programming skills in Python and experience with machine learning frameworks such as TensorFlow, PyTorch, or Keras.\nKnowledge of NLP techniques such as text classification, sentiment analysis, named entity recognition, and topic modeling.\nExperience with data processing and analysis tools such as Pandas, Numpy, and Scikit-learn.\nExperience with data storage technologies such as SQL and NoSQL databases.\nStrong problem-solving skills and ability to work independently as well as in a team.\nExcellent communication and interpersonal skills.\nEven better…\nIf you are an experienced Senior Machine Learning Engineer who is passionate about NLP and wants to work on exciting projects with a talented team, we encourage you to apply for this position.\nBenefits\nAside from being a culture of highly-engaged, collegial, and energized people, at VERSES, we offer:\nGlobal virtual work environment (although some positions may need to operate within specific time zones)\n100% Company paid medical, dental & vision benefits\nFinancial and Mental Health wellness programs\nPaid time off includes: responsible time off policy (RTO), sick time complying with all State and Federal guidelines, and of course... Company recognized Holidays!!\nVested interest in developing and growing our people\nGenerous total rewards package which includes equitable base pay, potential for bonuses, equities.\nThe pay range for our roles are market based and commensurate with multiple factors. Actual compensation within the range will be dependent upon the individual's skills, experience, qualifications, and applicable laws.; with the salary starting at $120,000.\nThese statements are meant to comply for positions in the U.S., for positions based in San Francisco, consideration of qualified candidates with arrest and conviction records will be in a manner consistent with the San Francisco Fair Chance Ordinance. For positions in Colorado, and New York City, the statements are to comply with applicable laws.\nJob Type\nRegular, Full-time\nLocation: Remote\n\nAll listed tasks and responsibilities are deemed as essential functions to this position; however, business conditions may require reasonable accommodations for additional tasks and responsibilities.\nCommitment to diversity, equity, inclusion, and belonging\nAt VERSES, we value diverse creative practices and forms of knowledge. We encourage applications from everyone, including members of all equity-seeking communities, such as (but certainly not limited to) women, racialized and Indigenous persons, persons with disabilities, persons of all sexual orientations, gender identities, and expressions.\nWe will ensure that qualified individuals with disabilities are provided reasonable accommodations to participate in the job application or interview process, to perform essential job functions, and to receive other benefits and privileges of employment, as appropriate. Please contact us at recruiting@verses.io to request accommodation.\nWe are an equal opportunity employer. We do not discriminate on the basis of race (including hairstyle and texture), religion (including religious grooming and dress practices), gender, gender identity, gender expression, color, national origin, pregnancy, ancestry, domestic partner status, disability, sexual orientation, age, genetic predisposition, medical condition, marital status, citizenship status, military or veteran status, or any other basis covered by applicable laws. VERSES will not tolerate discrimination or harassment based on any of these characteristics or any other unlawful behavior, conduct, or purpose.","13":"Welcome systems thinkers. System builds software to help the world see and solve anything as a system. We are a Public Benefit Corporation driven by purpose and shaped by values. We hire systems thinkers who are motivated by our purpose, share our values, and have the skills to advance our mission. \nWe are seeking a highly motivated and experienced Senior Research Engineer with expertise in Natural Language Processing (NLP) and Large Language Models (LLMs) to join our team. The ideal candidate will be able to prototype solutions quickly and also help take them all the way to production.\nYou will: \nConduct research and experimentation to develop innovative NLP and LLM approaches to solve immediate business problems.\nTrain, fine-tune, or use pre-trained language models to be deployed for various language-based features.\nCollaborate with cross-functional teams to integrate NLP and LLM models into production systems.\nDevelop tools and frameworks to facilitate the training and evaluation of NLP and LLM models.\nStay up-to-date with the latest research in NLP and LLMs and incorporate new techniques into our models and systems.\nYou have:\nPh.D. or M.Sc. in Computer Science, Electrical Engineering, or related fields with a focus on NLP and LLMs.\nAt least 3 years of experience in developing NLP and LLM solutions, with a track record of building and deploying NLP and LLM models at scale.\nStrong programming skills in Python and experience with deep learning frameworks such as PyTorch and TensorFlow.\nExperience with large-scale data processing, distributed systems, and cloud computing.\nStrong understanding of statistics, probability, and linear algebra.\nExcellent problem-solving skills and ability to work independently and as part of a team.\nStrong written and verbal communication skills.\nNice to Have:\nStartup experience\nThe salary range for this position is between $175,000 to $200,000 per year.\nAbout System\nWe aspire to help the world see itself differently and build a more responsible and values-driven model of a tech company. We are backed by top-tier VCs in Silicon Valley and New York and leading angel investors and founded by the former VP Data at Spotify. To learn more about what motivates our social mission, we invite you to read our blog here.\nWe believe in the power of small, autonomous, interdisciplinary, and diverse teams; in agile development; and in leading with values, first principles, and clear high-level priorities backed by data.  We believe in cultivating a growth mindset for our team — always learning, improving, being challenged, and having opportunities for professional and personal development.\nSystem Inc. is an equal opportunity employer. We are proud to foster a workplace, in person and online, free from discrimination. We strongly believe that diversity of experience, perspectives, and backgrounds will lead to a better environment for our employees and a better product for our users. We are committed to providing access, equal opportunity and reasonable accommodation for individuals with disabilities in employment, its services, programs, and activities. Job applicants must be legally authorized to work in the United States of America and must maintain ongoing work authorization during employment.","14":"NATURE OF TASKS\n[Essential] Integration and maintenance of software applications or services in the field of Artificial Intelligence (AI) in different technologies such as Natural Language Processing (NLP), Machine Learning (ML), Information Extraction, Knowledge Graphs (KG) or Graph Data Science (GDS);\n[Essential] Market studies and technical evaluation of advanced commercial or open-source products or services in the above fields;\nTraining of custom machine learning \/ deep learning models based on structured and unstructured data;\nSelecting features, building and optimizing classifiers using machine learning techniques;\n[Essential] Interact with policy officers, data stewards and other stakeholders to understand business and data needs, turn them into use cases, prototypes or statements of work and eventually support the solution acceptance process;\nDefine data controls and implement actions to ensure data quality, integrity and performance Data mining using state-of-the-art methods;\n[Essential] Design the IT architecture for solutions in the NLP \/ ML \/ AI fields, and coordinate its implementation considering master- and meta-data management concepts and security;\nContributing to the analysis of data management vision, strategy and policy and derive the IT requirements;\nSPECIFIC EXPERTISE AND TECHNOLOGIES\nPractical knowledge of Perl, Python, Matlab, R and their NLP\/ML libraries (SpaCy, NLTK, scikit-learn, pandas…).\nExcellent knowledge of machine learning techniques and algorithms, such as k-NN, Naive Bayes, SVM, Decision Forests, Neural Network, and\/or artificial intelligence frameworks.\nExcellent knowledge of data management including data quality.\nGood knowledge of AWS, Azure or other cloud platforms.\nGood knowledge of machine learning systems lifecycle.\nGood knowledge of software development methodologies such as Agile or RUP.\nPractical knowledge of query languages, such as SQL, Hive, Pig, etc and with information extraction.\nKnowledge of NoSQL databases, such as MongoDB, Cassandra, HBase, Neo4j, etc.\nExperience with data analytics over big datasets, non-structured databases as well as data lakes, including data visualisation tools (e.g. D3.js, knowledge graphs, etc.)\nGood knowledge of applied statistics, such as distributions, statistical testing, regression, etc.\nCERTIFICATION AND\/OR STANDARDS\nOptional certifications:\nAWS Certified Machine Learning\nMicrosoft Azure AI Engineer Associate SAS Certified Professional AI and Machine Learning Certification.\nKNOWLEDGE AND (NON-TECHNICAL) SKILLS\nAbility to participate in multilingual meetings\nAbility to understand, speak and write in English, optionally French as an additional asset\nExcellent interpersonal and communication skills\nAbility to work in a team as well as autonomously\nResults-oriented mindset, focused on delivering\nCapability of integration in an international\/multicultural environment, rapid self-starting capability, on multiple possibly large projects\nHigh degree of discretion and integrity\nThe following documents \/ procedures will be requested to successfully complete the hiring process :\nA copy of your university degree(s)\nA copy of your criminal record\nSecurity Clearance Procedure\n  EU-Nationality is mandatory for ALL our job openings\nWe can, also, take into consideration CVs, that acquire work permit in the location where the client is or the job should be performed\n  WHO ARE WE?\nCRI Group belongs to VASS GROUP as of November 2021 (https:\/\/vasscompany.com\/en\/).\nVASS is a leading digital solutions group of companies headquartered in Madrid, Spain, present in 25 countries in Europe, the Americas and Asia with more than 4,300 professionals.\nVASS helps large companies in their digital transformation process, developing and executing the most innovative and scalable projects, from strategy to operations.\nAll our growth comes from our talented people, passion for innovation, and a constant search for improvement, always the VASS way: “Complex made simple”.","15":"Description de l'entreprise\nCleverConnect est une scale-up franco-allemande de la HR Tech en forte croissance fondée il y a 10 ans par des ingénieurs. Présents dans 4 pays européens (France, Allemagne, Italie et Espagne), nous poursuivons notre développement à l’international. Depuis la fusion avec Talentry en 2022, nous partageons l’ambition de devenir le leader des software solutions du Talent Acquisition en Europe. \nNotre mission est de fournir des solutions HR utiles à (et aimées 🤟 par) des millions de candidats grâce à des technos de pointes et innovations (Machine Learning, Video Interview...) et une expérience simple et intuitive.\nPour cela, nous mettons en relation les recruteurs et les candidats avec des solutions digitales et des plateformes SaaS innovantes pour rendre le processus de recrutement plus efficace. Nos technologies permettent aux candidats de trouver des opportunités plus ciblées et de valoriser leur personnalité et motivation 🔎\nAinsi, chaque année nous accompagnons 10 millions de candidats à trouver le job qui leur convient 👌\nRejoignez notre équipe internationale de 300 collègues qui partagent la même culture et les mêmes valeurs, et qui sont pleinement engagés dans un projet à fort impact sociétal 💚\nDécouvre nos équipes 😜 avec la vidéo suivante : https:\/\/www.youtube.com\/watch?v=I0nQgqM9Jkk&feature=emb_title\nDescription du poste\nPour accompagner notre forte croissance, nous recherchons un Project Manager AI\/NLP pour rejoindre nos équipes de talents qui partagent une passion commune pour les services distribués, la scalabilité, le déploiement continu et l’intelligence artificielle. 🚀\nAu sein de notre équipe Tech dynamique, vous êtes en charge de gérer les projets d’évolution de nos référentiels de données utilisés dans nos outils d’intelligence artificielle, facilitant la correspondance entre un candidat et une offre.\nPlus précisément, en tant que Project Manager AI NLP, en lien avec nos data scientists mais aussi avec nos différents Product Managers 👩‍🚀👨‍🚀:\nProjet :\nVous êtes en mesure de comprendre les besoins linguistiques et fonctionnels de notre plateforme au service du monde de l’emploi.\nVous participez à la construction de référentiels de données, plus exactement les taxonomies, correspondants aux besoins des talents et des entreprises qui utilisent notre plateforme : métiers, compétences, diplômes, etc. dans un contexte multi-langues.\nCoordination d'équipe : \nVous avez en charge le management hiérarchique de 3 ingénieur(e)s linguistes.\nVous mettez en place des indicateurs de performance pour le suivi de la production des ingénieurs linguistes internes à CleverConnect.\nVous participez activement aux recrutements d’annotateurs sous-traitants gérant des tâches d’annotation et de labellisation de textes.\nVous proposez des méthodes & des métriques de suivi et de planification des annotateurs et vérifiez la qualité des résultats. \nVous savez éditer des instructions claires et efficaces pour partager une tâche linguistique complexe à une personne extérieure à votre domaine d’expertise.\nVotre travail aura un impact sur la manière dont des millions de candidats vivent leur recherche d’emploi.\nQualifications\nDoté d'au moins 3-5 ans d'expérience en tant que Project Manager :\nVos aptitudes relationnelles vous permettent de communiquer aisément avec les équipes d’ingénieurs, les clients mais aussi les freelancers qui participent à l’effort de notre équipe.\nVous êtes ouvert à des formations internes, que ce soit sur un plan technique ou sur un plan structurel.\nVous êtes force de proposition et contribuez à enrichir la dynamique de votre équipe par votre expérience acquise et votre compréhension du monde du travail et de la recherche d’emploi.\nVous maitrisez parfaitement le français et l’anglais (oral et écrit), Vous connaissez idéalement une autre langue telle que l’espagnol, l’italien, l’allemand, le portugais ou le néerlandais.\nUne expérience professionnelle dans un autre pays que la France est un plus.\nTechniquement 💪🧠 \nVous maitrisez le pack Office (ou équivalent) et d'un ou plusieurs outils de gestion des tickets,\nLes méthodes de gestion de projet n’ont pas de secret pour vous.\nLes certifications Prince2 ou PMI (PMP ou CAPM) sont un plus.\nPoste basé à Paris ou Lille. \nInformations supplémentaires\nVous pensez comme nous que la technologie permet la création de solutions simples et élégantes à des problèmes complexes.\nChez CleverConnect, nous vous offrons un environnement dans lequel l’autonomie, la confiance et la collaboration sont favorisées pour permettre à chacun de se surpasser et de repousser les limites afin de fournir des solutions innovantes. \nCleverConnect c’est aussi :  \nUne forte croissance et une solidité financière 🔥\nUne équipe dirigeante accessible, bienveillante et à l’écoute \nDes bureaux au cœur des villes et la possibilité de faire du télétravail 🏠\nDes opportunités de formation, d’évolution et de mobilité en Europe \nDes cours de yoga, des urban trails et des événements sportifs 🏃\nDe nombreux afterworks et 2 séminaires par an 🎉\nRTT, mutuelle, carte déjeuner, remboursement 50% transport, forfait mobilité durable ","16":"We are seeking a highly skilled and experienced Senior AI engineer to join our team and lead the implementation of the OpenAI ChatGPT technology. The successful candidate will have a strong background in natural language processing and machine learning, as well as experience with the OpenAI GPT OR ChatGPT platform.\nIn this role, you will be responsible for designing and implementing algorithms and models that enable the use of ChatGPT in our product. This will involve working closely with our product and engineering teams to understand their requirements, as well as collaborating with other members of the AI team to ensure a cohesive and effective solution.\n  What You'll Do: \nDesign and implement algorithms and models that enable the use of ChatGPT in our product\nCollaborate with product and engineering teams to understand their requirements and ensure the solution meets their needs\nWork closely with other members of the AI team to ensure a cohesive and effective implementation of ChatGPT\nStay up-to-date with the latest developments in natural language processing and machine learning, and incorporate new techniques and technologies as appropriate\nMentor and provide guidance to other members of the AI team\n  What We're Looking For:\nBachelor’s or Master’s degree in Computer Science, Machine Learning, or a related field\n7+ years of professional experience in AI, machine learning, and\/or natural language processing\nStrong background in machine learning and natural language processing, with experience in the OpenAI GPT platform\nFamiliarity with deep learning frameworks such as TensorFlow or PyTorch\nExcellent problem-solving skills and ability to think critically and logically\nStrong communication skills and ability to collaborate effectively with a team\n  If you have a passion for AI and natural language processing and are looking for an exciting new challenge, we want to hear from you. Please apply with your resume and a cover letter explaining why you are a good fit for this role.\nThe posted pay range represents the anticipated low and high end of the compensation for this position and is subject to change based on business need. To determine a successful candidate’s starting pay, we carefully consider a variety of factors, including primary work location, an evaluation of the candidate’s skills and experience, market demands, and internal parity.\n\nFor roles with on-target-earnings (OTE), the pay range includes both base salary and target incentive compensation. Target incentive compensation for some roles may include a ramping draw period. Compensation is higher for those who exceed targets. Candidates may receive more information from the recruiter.\nPay Range$172,000—$241,000 USD","17":"Description de l'entreprise\nCleverConnect est une scale-up franco-allemande de la HR Tech en forte croissance fondée il y a 10 ans par des ingénieurs. Présents dans 4 pays européens (France, Allemagne, Italie et Espagne), nous poursuivons notre développement à l’international. Depuis la fusion avec Talentry en 2022, nous partageons l’ambition de devenir le leader des software solutions du Talent Acquisition en Europe. \nNotre mission est de fournir des solutions HR utiles à (et aimées 🤟 par) des millions de candidats grâce à des technos de pointes et innovations (Machine Learning, Video Interview...) et une expérience simple et intuitive.\nPour cela, nous mettons en relation les recruteurs et les candidats avec des solutions digitales et des plateformes SaaS innovantes pour rendre le processus de recrutement plus efficace. Nos technologies permettent aux candidats de trouver des opportunités plus ciblées et de valoriser leur personnalité et motivation 🔎\nAinsi, chaque année nous accompagnons 10 millions de candidats à trouver le job qui leur convient 👌\nRejoignez notre équipe internationale de 300 collègues qui partagent la même culture et les mêmes valeurs, et qui sont pleinement engagés dans un projet à fort impact sociétal 💚\nDécouvre nos équipes 😜 avec la vidéo suivante : https:\/\/www.youtube.com\/watch?v=I0nQgqM9Jkk&feature=emb_title\nDescription du poste\nPour accompagner notre forte croissance, nous recherchons un Project Manager AI\/NLP pour rejoindre nos équipes de talents qui partagent une passion commune pour les services distribués, la scalabilité, le déploiement continu et l’intelligence artificielle. 🚀\nAu sein de notre équipe Tech dynamique, vous êtes en charge de gérer les projets d’évolution de nos référentiels de données utilisés dans nos outils d’intelligence artificielle, facilitant la correspondance entre un candidat et une offre.\nPlus précisément, en tant que Project Manager AI NLP, en lien avec nos data scientists mais aussi avec nos différents Product Managers 👩‍🚀👨‍🚀:\nProjet :\nVous êtes en mesure de comprendre les besoins linguistiques et fonctionnels de notre plateforme au service du monde de l’emploi.\nVous participez à la construction de référentiels de données, plus exactement les taxonomies, correspondants aux besoins des talents et des entreprises qui utilisent notre plateforme : métiers, compétences, diplômes, etc. dans un contexte multi-langues.\nCoordination d'équipe : \nVous avez en charge le management hiérarchique de 3 ingénieur(e)s linguistes.\nVous mettez en place des indicateurs de performance pour le suivi de la production des ingénieurs linguistes internes à CleverConnect.\nVous participez activement aux recrutements d’annotateurs sous-traitants gérant des tâches d’annotation et de labellisation de textes.\nVous proposez des méthodes & des métriques de suivi et de planification des annotateurs et vérifiez la qualité des résultats. \nVous savez éditer des instructions claires et efficaces pour partager une tâche linguistique complexe à une personne extérieure à votre domaine d’expertise.\nVotre travail aura un impact sur la manière dont des millions de candidats vivent leur recherche d’emploi.\nQualifications\nDoté d'au moins 3-5 ans d'expérience en tant que Project Manager :\nVos aptitudes relationnelles vous permettent de communiquer aisément avec les équipes d’ingénieurs, les clients mais aussi les freelancers qui participent à l’effort de notre équipe.\nVous êtes ouvert à des formations internes, que ce soit sur un plan technique ou sur un plan structurel.\nVous êtes force de proposition et contribuez à enrichir la dynamique de votre équipe par votre expérience acquise et votre compréhension du monde du travail et de la recherche d’emploi.\nVous maitrisez parfaitement le français et l’anglais (oral et écrit), Vous connaissez idéalement une autre langue telle que l’espagnol, l’italien, l’allemand, le portugais ou le néerlandais.\nUne expérience professionnelle dans un autre pays que la France est un plus.\nTechniquement 💪🧠 \nVous maitrisez le pack Office (ou équivalent) et d'un ou plusieurs outils de gestion des tickets,\nLes méthodes de gestion de projet n’ont pas de secret pour vous.\nLes certifications Prince2 ou PMI (PMP ou CAPM) sont un plus.\nPoste basé à Paris ou Lille. \nInformations supplémentaires\nVous pensez comme nous que la technologie permet la création de solutions simples et élégantes à des problèmes complexes.\nChez CleverConnect, nous vous offrons un environnement dans lequel l’autonomie, la confiance et la collaboration sont favorisées pour permettre à chacun de se surpasser et de repousser les limites afin de fournir des solutions innovantes. \nCleverConnect c’est aussi :  \nUne forte croissance et une solidité financière 🔥\nUne équipe dirigeante accessible, bienveillante et à l’écoute \nDes bureaux au cœur des villes et la possibilité de faire du télétravail 🏠\nDes opportunités de formation, d’évolution et de mobilité en Europe \nDes cours de yoga, des urban trails et des événements sportifs 🏃\nDe nombreux afterworks et 2 séminaires par an 🎉\nRTT, mutuelle, carte déjeuner, remboursement 50% transport, forfait mobilité durable ","18":"About Us: Merlin is an early-stage autonomy company, building software to control sophisticated transportation systems. Our mission here at Merlin Labs is to develop hardware and software solutions that deliver the capability for aircraft to fly useful missions autonomously and safely. Our first product will be a certified system to bring automation to existing fixed wing aircraft. \nWe’re backed by some of the top institutional venture capitalists in the country, our headquarters are located in Boston with hubs in Denver, Los Angeles and the Mojave Desert. Come join our diverse, world class team, made up of people from places like Google, Airbus, Boeing, UTC, the US Navy, and the US Air Force.\nAll of the sky, none of the limits! \nAbout You:Are you interested in natural language processing and looking for applications of this technology that truly enhance the world you live in? Would you like to apply the skills you are learning at school to advance developing technology?  If so, you might be a good fit as a software intern on the natural language processing team here at Merlin Labs.\nThe Role: Help develop and analyze a limited-domain natural language understanding and dialog system for communicating with air traffic control over radio frequencies.\nDepending on your interests, you may work on one of the following problems:\nAnalyze data from flight tests and make recommendations for system improvements based on results\nWrite scripts to help automate data analysis \nImprove existing and\/or develop new validation and transcription tools\nHelp develop a prompted response system for ATC conversations\nQualifications:\nWill have completed junior year of bachelors by june 2023 or enrolled in master’s program studying computer science, natural language processing, machine learning or related field\nFluent in python\nExperience with GitHub, PyTorch, WandB, or Tensorboard are a plus\nBonus:\nFamiliar with current natural language technologies, such as neural language models in the family of BERT, GPT, CodeT5, and XLNet\nFamiliar with natural language generation evaluation metrics such as METEOR, BLEU, and ROUGE\nBackground in aviation or familiarity with air traffic control\nMerlin Labs offers an innovative, entrepreneurial, and team-focused startup environment. We also offer a top-notch benefits package (health, dental, life, unlimited vacation, and 401k with match) and work\/life integration. Being part of the Merlin team allows you to become part of a small team that supports professional development while working together to achieve our mission.\nMerlin Labs is an equal opportunity employer and values diversity. We do not discriminate on the basis of race, religion, color, national origin, sex, gender, gender expression, sexual orientation, age, marital status, veteran status or disability status. All job offers are contingent upon the candidate passing background, export control and reference checks. \nMerlin Labs does not accept unsolicited resumes from any source other than directly from candidates.","19":"Who are we?\n🫀Vital builds software for care teams and patients, with a focus on the Emergency Room experience. We use machine learning to reduce length of stay, increase provider productivity, and improve patient satisfaction. Vital curates a better healthcare experience for patients and practitioners alike, saving millions of lives in the process.\n💡 We provide hospitals with a modern UI and AI layer, which we are able to deploy within a matter of days.\n🏥 There are more than 140 million visits to the ER every year in the US. Our mission is to improve the healthcare experience for these patients.\n\nWho are you?\nWe are looking for a Senior Data Scientist, specializing in NLP, to join our Data Science team at Vital, reporting directly to the Head of Data Science.\nYou will be joining a small team tasked with the development and ownership of machine learning algorithms which lie at the heart of the Vital product. In particular, your work will focus on leveraging our rich sources of natural language data to improve and create ML-driven products for the application. Making sense of diagnoses, doctors' notes, patient surveys, etc. is pivotal for Vital to be able to deliver effective and personalized healthcare experiences to our patients and providers. Machine learning is essential to the unique value that Vital provides, and your contributions to these systems are crucial to the success of our company!\nWe are looking for a candidate who is excited to be confronted with new challenges each day. The role comes with significant autonomy, and involves responding to the changing requirements of an early-stage startup. We want you to have opinions, take ownership, and feel that your work has a significant impact on a company which you partly own.\n\nWhat will you be doing?\nDevelopment and ownership of NLP algorithms which leverage text data to solve healthcare problems\nWorking with and improving on our in-house ML platform to train and deploy models\nForming modeling hypothesis and validating them with experiments and exploratory analyses\nCollaborating with other Data Scientists on their algorithms and analyses\nWriting white papers about your research findings and submitting them to journals and conferences\nAttending and presenting papers at relevant ML conferences when appropriate\nCollaborating with our backend team in order to deliver ML predictions to production\n\nWhy work at Vital?\nWe’re working on problems which have a real impact on people’s lives. When we succeed, patients get better care.\nDiversity, inclusion, and respect are important to us. Every team member must abide by our shared code of conduct.\nEvery team member at Vital gets to share in our success in the form of stock options.\nWe provide unlimited PTO for our team, ensuring you can take vacations as you need.\nWe provide paid leave for new parents.\nWe provide health insurance, and pay all the premiums.\nWe have teams in NYC, Atlanta, and Denver, and are happy for you to work anywhere in the US\nRequirements\nNeed to have…\nBachelor’s Degree in a STEM subject\nMasters\/PhD degree in NLP or 3+ years of industry experience in NLP\n2+ years of experience with production ML systems and platforms\n2+ years of software development experience in Python\nExperience with Pandas and NumPy\nExperience with PyTorch, TensorFlow, JAX, MXNet, or another deep learning framework\nExperience with UNIX-like environments\nExperience developing NLP algorithms and deploying them in production (i.e. customer-facing)\nExperience with modern software practices including automated testing and continuous delivery\nAn ownership mentality, and the desire to take on heterogeneous challenges\nNOTE: The hours for this role overlap with our team in New Zealand. Specifically, we need you to be online from 9-11am New Zealand time. Of course, we’re happy for you to start your day later in order to accommodate.\n\nNice to have…\nSome additional skills which we’d find useful if you have them, but should not affect your decision to apply:\nExperience with AWS managed services for ML: SageMaker, Redshift, DynamoDB, Lambda, and Glue\nExperience with MapReduce frameworks such as: Spark, Scalding, Beam, Scio, Crunch, Pig, etc\nExperience with big data querying tools such as: Redshift, BigQuery, Hive, Presto, Mode, etc\nExperience with big data systems: Hadoop, Dataproc, Dataflow, EMR, Databricks, etc\nExperience with No-SQL data bases: DynamoDB, BigTable, Cassandra, Elasticsearch, MongoDB, etc\nPublished papers in ML or a related field\nPresented your work at a reputable scientific or technical conference","20":"Company Description\n*Our online application process only takes a few minutes.*\nWho is Authenticx?\nAuthenticx is on a mission to help humans understand humans. Our platform is the new standard for humanizing customer interaction data at scale. We do this by channeling our passion and talent into helping health care leaders listen to their conversational data in a way that delivers value to the enterprise.\nWhat do we offer our team members?\nA culture based on our core values of Authenticity, Courage and Having Fun\nA collaborative environment that supports your personal and professional development\nRemote\/virtual working flexibility\nFree health insurance options\nComprehensive benefits - medical, vision, dental, life, and disability insurance\nHSA and FSA plans\n401(K)\nUnlimited vacation time\nGenerous paid holidays, sick leave, and parental leave\nPerks at Work membership for discounts on shopping, travel and much more\nJob Description\nAs a Data Scientists at Authenticx, you will:\nDevelop machine learning (ML) models using natural language processing (NLP) that will be integrated into our automated processes\nServe as a technical leader and early adopter of technology while developing new features with varying levels of design specs\nTroubleshoot and resolve issues and provide technical solutions\nUtilizie Python and machine learning (ML) technologies to perform conversational analytics\nAnalyze structured and unstructured data and build predictive models using a variety of approaches\nSearch through large data sets and transform data to make it more appropriate for analysis  \nCreate reports and presentations for business uses  \nQualifications\nOur ideal Data Scientist will possess the following skills & qualifications:\nBasic Qualifications: \nB.S. in Mathematics, Economics, Computer Science, Statistics, or another quantitative field \n2+ years of experience as a Data Scientist, Machine Learning Engineer, or relevant school work. \nStrong knowledge of Natural Language Processing (NLP) or Audio Signal Processing \nProficiency with Python (Pandas, Numpy, Matplotlib, Scikit-Learn, Spacy, Scipy, etc.) \nExperience with a deep learning framework (Tensorflow, Pytorch, etc.) and deep learning architectures (RNNs, CNNs, Transformers, etc.) \nStrong mathematics skills (e.g., Linear Algebra, Statistics)  \nAdvanced ability to perform exploratory data analysis and to communicate complex data in a simple, actionable way  \nExperience with SQL, databases, and other data management tools  \nAbility to work independently and with team members from different backgrounds  \nExcellent attention to detail \nComfortable interacting with executive level leaders  \nPreferred Qualifications: \nSoftware-as-a-service (SaaS) and\/or healthcare industry experience \nExperience with cloud technologies a plus (Azure, AWS, GCP) \nExperience with the full life cycle of model development. From data acquisition to training and deploying the model in a production environment.  \nExceptional technical writing skills  \nAdditional Information\nThis is primarily a remote\/virtual position. Local team members may be expected to work on-site occasionally.\nRemote team members may be expected to travel to Indianapolis approximately 2-4x per year based on business needs.\nYou must live in the USA. \nYou must be authorized to work in the USA, now and in the future, without requirement of employment visa sponsorship.","21":"Description de l'entreprise\nCleverConnect est une scale-up franco-allemande de la HR Tech en forte croissance fondée il y a 10 ans par des ingénieurs. Présents dans 4 pays européens (France, Allemagne, Italie et Espagne), nous poursuivons notre développement à l’international. Depuis la fusion avec Talentry en 2022, nous partageons l’ambition de devenir le leader des software solutions du Talent Acquisition en Europe. \nNotre mission est de fournir des solutions HR utiles à (et aimées 🤟 par) des millions de candidats grâce à des technos de pointes et innovations (Machine Learning, Video Interview...) et une expérience simple et intuitive.\nPour cela, nous mettons en relation les recruteurs et les candidats avec des solutions digitales et des plateformes SaaS innovantes pour rendre le processus de recrutement plus efficace. Nos technologies permettent aux candidats de trouver des opportunités plus ciblées et de valoriser leur personnalité et motivation 🔎\nAinsi, chaque année nous accompagnons 10 millions de candidats à trouver le job qui leur convient 👌\nRejoignez notre équipe internationale de 300 collègues qui partagent la même culture et les mêmes valeurs, et qui sont pleinement engagés dans un projet à fort impact sociétal 💚\nDécouvre nos équipes 😜 avec la vidéo suivante : https:\/\/www.youtube.com\/watch?v=I0nQgqM9Jkk&feature=emb_title\nDescription du poste\nPour accompagner notre forte croissance, nous recherchons un Responsable de Projet pour rejoindre nos équipes de talents qui partagent une passion commune pour les services distribués, la scalabilité, le déploiement continu et l’intelligence artificielle. 🚀\nAu sein de notre équipe Tech dynamique, vous êtes en charge de gérer les projets d’évolution de nos référentiels de données utilisés dans nos outils d’intelligence artificielle, facilitant la correspondance entre un candidat et une offre.\nPlus précisément, en tant que Responsable de Projet, en lien avec nos data scientists mais aussi avec nos différents Product Managers 👩‍🚀👨‍🚀:\nProjet :\nVous êtes en mesure de comprendre les besoins linguistiques et fonctionnels de notre plateforme au service du monde de l’emploi.\nVous participez à la construction de référentiels de données, plus exactement les taxonomies, correspondants aux besoins des talents et des entreprises qui utilisent notre plateforme : métiers, compétences, diplômes, etc. dans un contexte multi-langues.\nCoordination d'équipe : \nVous avez en charge le management hiérarchique de 3 ingénieur(e)s linguistes.\nVous mettez en place des indicateurs de performance pour le suivi de la production des ingénieurs linguistes internes à CleverConnect.\nVous participez activement aux recrutements d’annotateurs sous-traitants gérant des tâches d’annotation et de labellisation de textes.\nVous proposez des méthodes & des métriques de suivi et de planification des annotateurs et vérifiez la qualité des résultats. \nVous savez éditer des instructions claires et efficaces pour partager une tâche linguistique complexe à une personne extérieure à votre domaine d’expertise.\nVotre travail aura un impact sur la manière dont des millions de candidats vivent leur recherche d’emploi.\n Qualifications\nDoté d'au moins 3-5 ans d'expérience en tant que Responsable de Projet :\nVos aptitudes relationnelles vous permettent de communiquer aisément avec les équipes d’ingénieurs, les clients mais aussi les freelancers qui participent à l’effort de notre équipe.\nVous êtes ouvert à des formations internes, que ce soit sur un plan technique ou sur un plan structurel.\nVous êtes force de proposition et contribuez à enrichir la dynamique de votre équipe par votre expérience acquise et votre compréhension du monde du travail et de la recherche d’emploi.\nVous maitrisez parfaitement le français et l’anglais (oral et écrit), Vous connaissez idéalement une autre langue telle que l’espagnol, l’italien, l’allemand, le portugais ou le néerlandais.\nUne expérience professionnelle dans un autre pays que la France est un plus.\nTechniquement 💪🧠 \nVous maitrisez le pack Office (ou équivalent) et d'un ou plusieurs outils de gestion des tickets,\nLes méthodes de gestion de projet n’ont pas de secret pour vous.\nLes certifications Prince2 ou PMI (PMP ou CAPM) sont un plus.\nVous pensez comme nous que la technologie permet la création de solutions simples et élégantes à des problèmes complexes.\nChez CleverConnect, nous vous offrons un environnement dans lequel l’autonomie, la confiance et la collaboration sont favorisées pour permettre à chacun de se surpasser et de repousser les limites afin de fournir des solutions innovantes. \nPoste basé à Paris ou Lille. \n Informations supplémentaires\nVous pensez comme nous que la technologie permet la création de solutions simples et élégantes à des problèmes complexes.\nChez CleverConnect, nous vous offrons un environnement dans lequel l’autonomie, la confiance et la collaboration sont favorisées pour permettre à chacun de se surpasser et de repousser les limites afin de fournir des solutions innovantes. \nCleverConnect c’est aussi :  \nUne forte croissance et une solidité financière 🔥\nUne équipe dirigeante accessible, bienveillante et à l’écoute \nDes bureaux au cœur des villes et la possibilité de faire du télétravail 🏠\nDes opportunités de formation, d’évolution et de mobilité en Europe \nDes cours de yoga, des urban trails et des événements sportifs 🏃\nDe nombreux afterworks et 2 séminaires par an 🎉\nRTT, mutuelle, carte déjeuner, remboursement 50% transport, forfait mobilité durable ","22":"Description de l'entreprise\nCleverConnect est une scale-up franco-allemande de la HR Tech en forte croissance fondée il y a 10 ans par des ingénieurs. Présents dans 4 pays européens (France, Allemagne, Italie et Espagne), nous poursuivons notre développement à l’international. Depuis la fusion avec Talentry en 2022, nous partageons l’ambition de devenir le leader des software solutions du Talent Acquisition en Europe. \nNotre mission est de fournir des solutions HR utiles à (et aimées 🤟 par) des millions de candidats grâce à des technos de pointes et innovations (Machine Learning, Video Interview...) et une expérience simple et intuitive.\nPour cela, nous mettons en relation les recruteurs et les candidats avec des solutions digitales et des plateformes SaaS innovantes pour rendre le processus de recrutement plus efficace. Nos technologies permettent aux candidats de trouver des opportunités plus ciblées et de valoriser leur personnalité et motivation 🔎\nAinsi, chaque année nous accompagnons 10 millions de candidats à trouver le job qui leur convient 👌\nRejoignez notre équipe internationale de 300 collègues qui partagent la même culture et les mêmes valeurs, et qui sont pleinement engagés dans un projet à fort impact sociétal 💚\nDécouvre nos équipes 😜 avec la vidéo suivante : https:\/\/www.youtube.com\/watch?v=I0nQgqM9Jkk&feature=emb_title\nDescription du poste\nPour accompagner notre forte croissance, nous recherchons un Project Manager AI\/NLP pour rejoindre nos équipes de talents qui partagent une passion commune pour les services distribués, la scalabilité, le déploiement continu et l’intelligence artificielle. 🚀\nAu sein de notre équipe Tech dynamique, vous êtes en charge de gérer les projets d’évolution de nos référentiels de données utilisés dans nos outils d’intelligence artificielle, facilitant la correspondance entre un candidat et une offre.\nPlus précisément, en tant que Project Manager AI NLP, en lien avec nos data scientists mais aussi avec nos différents Product Managers 👩‍🚀👨‍🚀:\nProjet :\nVous êtes en mesure de comprendre les besoins linguistiques et fonctionnels de notre plateforme au service du monde de l’emploi.\nVous participez à la construction de référentiels de données, plus exactement les taxonomies, correspondants aux besoins des talents et des entreprises qui utilisent notre plateforme : métiers, compétences, diplômes, etc. dans un contexte multi-langues.\nCoordination d'équipe : \nVous avez en charge le management hiérarchique de 3 ingénieur(e)s linguistes.\nVous mettez en place des indicateurs de performance pour le suivi de la production des ingénieurs linguistes internes à CleverConnect.\nVous participez activement aux recrutements d’annotateurs sous-traitants gérant des tâches d’annotation et de labellisation de textes.\nVous proposez des méthodes & des métriques de suivi et de planification des annotateurs et vérifiez la qualité des résultats. \nVous savez éditer des instructions claires et efficaces pour partager une tâche linguistique complexe à une personne extérieure à votre domaine d’expertise.\nVotre travail aura un impact sur la manière dont des millions de candidats vivent leur recherche d’emploi.\nQualifications\nDoté d'au moins 3-5 ans d'expérience en tant que Project Manager :\nVos aptitudes relationnelles vous permettent de communiquer aisément avec les équipes d’ingénieurs, les clients mais aussi les freelancers qui participent à l’effort de notre équipe.\nVous êtes ouvert à des formations internes, que ce soit sur un plan technique ou sur un plan structurel.\nVous êtes force de proposition et contribuez à enrichir la dynamique de votre équipe par votre expérience acquise et votre compréhension du monde du travail et de la recherche d’emploi.\nVous maitrisez parfaitement le français et l’anglais (oral et écrit), Vous connaissez idéalement une autre langue telle que l’espagnol, l’italien, l’allemand, le portugais ou le néerlandais.\nUne expérience professionnelle dans un autre pays que la France est un plus.\nTechniquement 💪🧠 \nVous maitrisez le pack Office (ou équivalent) et d'un ou plusieurs outils de gestion des tickets,\nLes méthodes de gestion de projet n’ont pas de secret pour vous.\nLes certifications Prince2 ou PMI (PMP ou CAPM) sont un plus.\nPoste basé à Paris ou Lille. \nInformations supplémentaires\nVous pensez comme nous que la technologie permet la création de solutions simples et élégantes à des problèmes complexes.\nChez CleverConnect, nous vous offrons un environnement dans lequel l’autonomie, la confiance et la collaboration sont favorisées pour permettre à chacun de se surpasser et de repousser les limites afin de fournir des solutions innovantes. \nCleverConnect c’est aussi :  \nUne forte croissance et une solidité financière 🔥\nUne équipe dirigeante accessible, bienveillante et à l’écoute \nDes bureaux au cœur des villes et la possibilité de faire du télétravail 🏠\nDes opportunités de formation, d’évolution et de mobilité en Europe \nDes cours de yoga, des urban trails et des événements sportifs 🏃\nDe nombreux afterworks et 2 séminaires par an 🎉\nRTT, mutuelle, carte déjeuner, remboursement 50% transport, forfait mobilité durable ","23":"We are seeking a highly skilled and experienced Senior AI engineer to join our team and lead the implementation of the OpenAI ChatGPT technology. The successful candidate will have a strong background in natural language processing and machine learning, as well as experience with the OpenAI GPT OR ChatGPT platform.\nIn this role, you will be responsible for designing and implementing algorithms and models that enable the use of ChatGPT in our product. This will involve working closely with our product and engineering teams to understand their requirements, as well as collaborating with other members of the AI team to ensure a cohesive and effective solution.\n  What You'll Do: \nDesign and implement algorithms and models that enable the use of ChatGPT in our product\nCollaborate with product and engineering teams to understand their requirements and ensure the solution meets their needs\nWork closely with other members of the AI team to ensure a cohesive and effective implementation of ChatGPT\nStay up-to-date with the latest developments in natural language processing and machine learning, and incorporate new techniques and technologies as appropriate\nMentor and provide guidance to other members of the AI team\n  What We're Looking For:\nBachelor’s or Master’s degree in Computer Science, Machine Learning, or a related field\n7+ years of professional experience in AI, machine learning, and\/or natural language processing\nStrong background in machine learning and natural language processing, with experience in the OpenAI GPT platform\nFamiliarity with deep learning frameworks such as TensorFlow or PyTorch\nExcellent problem-solving skills and ability to think critically and logically\nStrong communication skills and ability to collaborate effectively with a team\n  If you have a passion for AI and natural language processing and are looking for an exciting new challenge, we want to hear from you. Please apply with your resume and a cover letter explaining why you are a good fit for this role.\nThe posted pay range represents the anticipated low and high end of the compensation for this position and is subject to change based on business need. To determine a successful candidate’s starting pay, we carefully consider a variety of factors, including primary work location, an evaluation of the candidate’s skills and experience, market demands, and internal parity.\n\nFor roles with on-target-earnings (OTE), the pay range includes both base salary and target incentive compensation. Target incentive compensation for some roles may include a ramping draw period. Compensation is higher for those who exceed targets. Candidates may receive more information from the recruiter.\nPay Range$172,000—$241,000 USD","24":"We keep the world moving by keeping risk out of the way.\nEverstream Analytics risk scores and predictive insights set the world’s supply chain standard, helping global companies turn supply chains into business-changing, market-shifting, competition-crushing assets. Removing the traditional blinders of traditional data – we offer more complete information, sharper analysis, and accurate predictions. Companies like Google, Schneider Electric, Unilever, and Campbell’s rely on Everstream Analytics to push their supply chains to be faster, smarter, safer, and sustainable!\nWhat Matters Most to Everstreamers\nDoing our best, no matter what challenges lie in front of us. We’re sharp, focused, determined, and as a team, we’re unstoppable. Of course, we have values like “integrity” and “honesty”—that’s a given—but our core values run deeper:\nAudacity | We are bold. We break through the status quo and do what others haven’t, can’t or won’t\nGrit | We get the job done and keep going, so our customers can do the same\nOptimism | We have a can-do attitude, and instead of saying “no”, we figure out how\nVirtue | We do what’s right, the right way—especially when it’s difficult\nSolidarity | When we celebrate each other and our differences, we all do better\n JOIN OUR TEAM\nEverstream Analytics is looking for a Data Scientist to join our Data Science team. This position will be a key member of the Everstream Data Science Team. As a member of Data Science, you will join a dynamic team of people focused on our next generation product. We have an exciting opportunity to help shape how we use data to build models and generate actionable insights to give our customers a risk aware supply chain which will advance outcomes for the business and the industry. This role will partner closely with Product Development, Product Management, Risk Intelligence, and Marketing.\nPOSITION OVERVIEW\nIn this role, your focus will be to develop Natural Language Processing (NLP) and Natural Language Understanding (NLU) models, algorithms, simulations, and experiments that bridge operational needs with strategic vision. In addition, you will be responsible for identifying, collecting, and validating data sets that are both open source (via web scraping) and proprietary. You will learn current processes, build data backed solutions, automate solutions, launch your work to production, and audit implementation.  In the simplest terms, we want candidates who have experience building models to solve real industry problems that have been deployed in a real production software environment and where the model performance was really important.\nPrincipal Accountabilities\nInitiate the efficient implementation of methods, tools, and algorithms for preliminary data exploration, data visualization and preparation, model training, and algorithm validation and verification using a comprehensive range of software packages and programming languages\nIdentify, retrieve, manipulate, relate and\/or exploit multiple structured data and unstructured data sets from various sources\nInterpret and evaluate the results of data science community's methods and models and\/or algorithms, understanding the limitation and scope of the results\nRespond to difficult data science-related challenges in a timely manner while effectively balancing competing priorities\nPresent information and results of analysis using data visualization techniques\nBasic Qualifications\nBachelor of Science in Computer Science, Statistics, Mathematics, Physics, Engineering or a related field. Advanced degree is preferred. Equivalent work experience is also acceptable.\n3+ years’ experience in building and delivering predictive analytics models using advanced machine learning algorithms and techniques such as: classification, outlier detection, clustering, boosting, and neural networks.\nGood scripting and programming skills with experience using Python and other packages for data analysis\nPractical knowledge in applying NLP and NLU concepts such as Topic Modelling, Topic Classification, Named Entity Recognition\nExperience with analytical development tools including libraries such as Pandas, NumPy, Scikit-learn, PyTorch, and Spacy.\nSelf-starter with a curious attitude and a willingness to learn and master new technologies.\nAbility to act easily in a global environment, with understanding of cultural differences and behavior.\nEnglish: both oral and written proficiency, with ability to clearly communicate technical results to both technical and non-technical audiences\nDesired skills\nExperience with web scraping techniques and tools\nFamiliarity with knowledge graphs and entity resolution\nExperience with more recent NLP techniques, such as Transformers or Hugging Face models\nProficiency in using query languages such as SQL, Hive, and Pig with experience in a Big Data environment.\nExperience developing applications in AWS.\nApplicants must be currently authorized to work in the United States on a full-time basis.LI-AB1\nThanks to our remarkable people we are at the forefront of change and bringing cutting-edge products and services to market. We focus on growth, so our people, our business, and our customers can achieve their full potential.  It takes determination, focus, and resilience to scale a high-growth, global business. We're looking for people intrinsically driven to create, build, solve, and push boundaries to deliver the unrivaled innovation and service our clients know and love. Everstreamers aren't afraid of ambiguity, changing priorities, shifting org structures, or pivoting to new strategies. They thrive on change and put in the effort to achieve the seemingly impossible. It isn't always easy, but it's always worth it. Does this sound like you? Grow your career at Everstream.","25":"Description de l'entreprise\nCleverConnect est une scale-up franco-allemande de la HR Tech en forte croissance fondée il y a 10 ans par des ingénieurs. Présents dans 4 pays européens (France, Allemagne, Italie et Espagne), nous poursuivons notre développement à l’international. Depuis la fusion avec Talentry en 2022, nous partageons l’ambition de devenir le leader des software solutions du Talent Acquisition en Europe. \nNotre mission est de fournir des solutions HR utiles à (et aimées 🤟 par) des millions de candidats grâce à des technos de pointes et innovations (Machine Learning, Video Interview...) et une expérience simple et intuitive.\nPour cela, nous mettons en relation les recruteurs et les candidats avec des solutions digitales et des plateformes SaaS innovantes pour rendre le processus de recrutement plus efficace. Nos technologies permettent aux candidats de trouver des opportunités plus ciblées et de valoriser leur personnalité et motivation 🔎\nAinsi, chaque année nous accompagnons 10 millions de candidats à trouver le job qui leur convient 👌\nRejoignez notre équipe internationale de 300 collègues qui partagent la même culture et les mêmes valeurs, et qui sont pleinement engagés dans un projet à fort impact sociétal 💚\nDécouvre nos équipes 😜 avec la vidéo suivante : https:\/\/www.youtube.com\/watch?v=I0nQgqM9Jkk&feature=emb_title\nDescription du poste\nPour accompagner notre forte croissance, nous recherchons un Project Manager AI\/NLP pour rejoindre nos équipes de talents qui partagent une passion commune pour les services distribués, la scalabilité, le déploiement continu et l’intelligence artificielle. 🚀\nAu sein de notre équipe Tech dynamique, vous êtes en charge de gérer les projets d’évolution de nos référentiels de données utilisés dans nos outils d’intelligence artificielle, facilitant la correspondance entre un candidat et une offre.\nPlus précisément, en tant que Project Manager AI NLP, en lien avec nos data scientists mais aussi avec nos différents Product Managers 👩‍🚀👨‍🚀:\nProjet :\nVous êtes en mesure de comprendre les besoins linguistiques et fonctionnels de notre plateforme au service du monde de l’emploi.\nVous participez à la construction de référentiels de données, plus exactement les taxonomies, correspondants aux besoins des talents et des entreprises qui utilisent notre plateforme : métiers, compétences, diplômes, etc. dans un contexte multi-langues.\nCoordination d'équipe : \nVous avez en charge le management hiérarchique de 3 ingénieur(e)s linguistes.\nVous mettez en place des indicateurs de performance pour le suivi de la production des ingénieurs linguistes internes à CleverConnect.\nVous participez activement aux recrutements d’annotateurs sous-traitants gérant des tâches d’annotation et de labellisation de textes.\nVous proposez des méthodes & des métriques de suivi et de planification des annotateurs et vérifiez la qualité des résultats. \nVous savez éditer des instructions claires et efficaces pour partager une tâche linguistique complexe à une personne extérieure à votre domaine d’expertise.\nVotre travail aura un impact sur la manière dont des millions de candidats vivent leur recherche d’emploi.\nQualifications\nDoté d'au moins 3-5 ans d'expérience en tant que Project Manager :\nVos aptitudes relationnelles vous permettent de communiquer aisément avec les équipes d’ingénieurs, les clients mais aussi les freelancers qui participent à l’effort de notre équipe.\nVous êtes ouvert à des formations internes, que ce soit sur un plan technique ou sur un plan structurel.\nVous êtes force de proposition et contribuez à enrichir la dynamique de votre équipe par votre expérience acquise et votre compréhension du monde du travail et de la recherche d’emploi.\nVous maitrisez parfaitement le français et l’anglais (oral et écrit), Vous connaissez idéalement une autre langue telle que l’espagnol, l’italien, l’allemand, le portugais ou le néerlandais.\nUne expérience professionnelle dans un autre pays que la France est un plus.\nTechniquement 💪🧠 \nVous maitrisez le pack Office (ou équivalent) et d'un ou plusieurs outils de gestion des tickets,\nLes méthodes de gestion de projet n’ont pas de secret pour vous.\nLes certifications Prince2 ou PMI (PMP ou CAPM) sont un plus.\nPoste basé à Paris ou Lille. \nInformations supplémentaires\nVous pensez comme nous que la technologie permet la création de solutions simples et élégantes à des problèmes complexes.\nChez CleverConnect, nous vous offrons un environnement dans lequel l’autonomie, la confiance et la collaboration sont favorisées pour permettre à chacun de se surpasser et de repousser les limites afin de fournir des solutions innovantes. \nCleverConnect c’est aussi :  \nUne forte croissance et une solidité financière 🔥\nUne équipe dirigeante accessible, bienveillante et à l’écoute \nDes bureaux au cœur des villes et la possibilité de faire du télétravail 🏠\nDes opportunités de formation, d’évolution et de mobilité en Europe \nDes cours de yoga, des urban trails et des événements sportifs 🏃\nDe nombreux afterworks et 2 séminaires par an 🎉\nRTT, mutuelle, carte déjeuner, remboursement 50% transport, forfait mobilité durable ","26":"Description de l'entreprise\nCleverConnect est une scale-up franco-allemande de la HR Tech en forte croissance fondée il y a 10 ans par des ingénieurs. Présents dans 4 pays européens (France, Allemagne, Italie et Espagne), nous poursuivons notre développement à l’international. Depuis la fusion avec Talentry en 2022, nous partageons l’ambition de devenir le leader des software solutions du Talent Acquisition en Europe. \nNotre mission est de fournir des solutions HR utiles à (et aimées 🤟 par) des millions de candidats grâce à des technos de pointes et innovations (Machine Learning, Video Interview...) et une expérience simple et intuitive.\nPour cela, nous mettons en relation les recruteurs et les candidats avec des solutions digitales et des plateformes SaaS innovantes pour rendre le processus de recrutement plus efficace. Nos technologies permettent aux candidats de trouver des opportunités plus ciblées et de valoriser leur personnalité et motivation 🔎\nAinsi, chaque année nous accompagnons 10 millions de candidats à trouver le job qui leur convient 👌\nRejoignez notre équipe internationale de 300 collègues qui partagent la même culture et les mêmes valeurs, et qui sont pleinement engagés dans un projet à fort impact sociétal 💚\nDécouvre nos équipes 😜 avec la vidéo suivante : https:\/\/www.youtube.com\/watch?v=I0nQgqM9Jkk&feature=emb_title\nInformations supplémentaires\nVous pensez comme nous que la technologie permet la création de solutions simples et élégantes à des problèmes complexes.\nChez CleverConnect, nous vous offrons un environnement dans lequel l’autonomie, la confiance et la collaboration sont favorisées pour permettre à chacun de se surpasser et de repousser les limites afin de fournir des solutions innovantes. \nCleverConnect c’est aussi :  \nUne forte croissance et une solidité financière 🔥\nUne équipe dirigeante accessible, bienveillante et à l’écoute \nDes bureaux au cœur des villes et la possibilité de faire du télétravail 🏠\nDes opportunités de formation, d’évolution et de mobilité en Europe \nDes cours de yoga, des urban trails et des événements sportifs 🏃\nDe nombreux afterworks et 2 séminaires par an 🎉\nRTT, mutuelle, carte déjeuner, remboursement 50% transport, forfait mobilité durable ","27":"As an NLP Engineer your responsibilities will include transforming natural language data into useful features using NLP techniques to feed classification algorithms. To succeed in this role, you should possess outstanding skills in statistical analysis, machine learning methods and text representation techniques.\nThe ideal candidate for this role will have a strong understanding of NLP concepts, such as syntactic and semantic analysis, text classification, natural language understanding, and text generation. In addition, you should have a good understanding of machine learning algorithms and techniques and be able to develop efficient algorithms to tackle NLP tasks.\nWe’re looking for someone with excellent problem-solving skills, a creative mindset, and a passion for developing cutting-edge NLP technologies. If you keep up-to-date on the latest NLP technologies and trends, take initiative, and are able to work well in a team, then this role is perfect for you.\n\nResponsibilities:\nDesign and develop algorithms to tackle NLP tasks\nImplement natural language processing systems to support our product\nDevelop models for text classification, natural language understanding, and text generation\nResearch, analyze, and experiment with new algorithms and techniques\nImprove existing NLP systems based on user feedback\nCollaborate with other teams to integrate NLP systems with other products\n\nWe are looking for both Junior and Senior Engineers so as long as your skillset fits the minimum requirements listed below we would love to speak with you.\nRequirements\n1+ years Python experience\nFamiliar with Keras, PyTorch, Tensorflow (ML frameworks)\nUnderstanding of data structures, data modeling and software architecture\nDeep knowledge of math, probability, statistics and algorithms\nFamiliarity with GANs\nExcellent communication and research skills\n1+ years NLP experience\nBachelors degree in related field\nNice to have:\nPrior experience working with Generative AI\nFamiliar with Sagemaker, Kubeflow, MLFlow (MLOps Frameworks)","28":"Who we are:\nK Health is a venture-backed, fast-growing start-up with a mission to use the power of shared knowledge to get everyone access to higher quality, more affordable health care. We’re looking for mission-driven individuals to join our growing team and help us eliminate healthcare inequalities and build a better, healthier future for us all. \nNamed as one of FastCompany's Most Innovative Health Companies of 2022 and to the 2021 CNBC Disruptor 50 list, K Health is using Artificial Intelligence (AI) to build the smartest digital healthcare platform in existence. Our data-driven app brings together the knowledge of thousands of doctors and the anonymous medical records of millions of people to help diagnose and treat what’s wrong. We offer a free symptom checker and 24\/7 access to doctors to ask questions, refill prescriptions, get care for your kids, and more. Right from your phone—no insurance needed.\nSince we were founded in 2016, K Health has raised over $270M in VC funding and our Series E funding round brought us to Unicorn status. Our current partners include the Mayo Clinic Platform, Anthem, and Maccabi Health Services.\nAbout the role:\nOur data science team is looking for a strong researcher with proficiency in modern NLP methods, a passion for innovation and ingenuity in defining and turning theoretical problems into products.\nIn this role, you will utilize our unique textual clinical data to plan and build game-changing NLP based solutions that will provide immediate medical benefit for millions of people around the world. You will have an end to end responsibility for your models - from ideation and research to full productization and monitoring.\nCollaborating in research and production environments, you must have proven experience in researching and developing machine learning algorithms and good interpersonal skills. We highly appreciate independent thinkers and doers.\nWhat you'll be doing:\nLead the research and development of new product features backed by state of the art clinical AI\nDevelop and advance our NLP algorithms to solve clinical problems improving the quality and efficiency of the patient’s medical resolution in interaction.\nIntegrate NLP algorithms with ML solutions tailored to a specific clinical need\nDesign and build scalable and efficient pipelines for data preprocessing, information extraction, and model training.\nStay up-to-date with the latest NLP research and best practices, and integrate them into our products.\nCommunicate technical concepts and solutions to non-technical stakeholders.\nWhat we're looking for:\nM.Sc.\/PhD in Computer Science \/ Statistics \/ Engineering \/ Mathematics \/ Physics with applied focus on NLP \/ machine learning \/ deep learning or related fields.\n3+ years of industry experience in researching NLP problems and implementing solutions using methods including Deep Learning approach (utilizing standard frameworks such as PyTorch, TensorFlow, Hugging Face, etc..)\nStrong knowledge of Machine learning and statistical modeling\nStrong background in Python.\nExperience in data exploration and visualization\nTechnical skills in the higher end of the data science stack.\nFast learner, proven problem-solving skills.\nA positive attitude, daring, curiosity and willingness to learn and teach.\nPassion for medicine, health, wellbeing, and the desire to make a positive impact.\nAdvantage for experience with medical data, medical AI.\nBenefits & Perks:  #LI-Hybrid\n20 paid vacation days, 18 days sick leave, and 10 3-day weekends\nHybrid work schedule with team meals and stocked fridges\nCommuter Benefits\nCommunity focused events\nPension Plan\nStipend per day for food\nStock options for every full-time employee\nVocational Studies Fund \nK Health offers competitive compensation packages along with stock options based on industry benchmarks for function, level, and geographic location. Offer amounts are determined by multiple factors such as a candidate's experience and expertise.\nWe’re deeply committed to building teams as diverse as the patients we serve and strive to cultivate an environment where everyone can bring their most authentic self to work. We depend on our differences to make our team stronger, our workplace more dynamic, and our product accessible to all of our users. \nK Health is proud to be an Equal Opportunity Employer and considers applicants for employment regardless of race, ethnicity, religion, color, national origin, ancestry, disability, medical condition, genetic information, marital status, sex, gender, gender identity, gender expression, sexual orientation, pregnancy, childbirth and breastfeeding, age, citizenship, military or veteran status, or any other class protected by applicable federal, state, and local laws.","29":"Description de l'entreprise\nCleverConnect est une scale-up franco-allemande de la HR Tech en forte croissance fondée il y a 10 ans par des ingénieurs. Présents dans 4 pays européens (France, Allemagne, Italie et Espagne), nous poursuivons notre développement à l’international. Depuis la fusion avec Talentry en 2022, nous partageons l’ambition de devenir le leader des software solutions du Talent Acquisition en Europe. \nNotre mission est de fournir des solutions HR utiles à (et aimées 🤟 par) des millions de candidats grâce à des technos de pointes et innovations (Machine Learning, Video Interview...) et une expérience simple et intuitive.\nPour cela, nous mettons en relation les recruteurs et les candidats avec des solutions digitales et des plateformes SaaS innovantes pour rendre le processus de recrutement plus efficace. Nos technologies permettent aux candidats de trouver des opportunités plus ciblées et de valoriser leur personnalité et motivation 🔎\nAinsi, chaque année nous accompagnons 10 millions de candidats à trouver le job qui leur convient 👌\nRejoignez notre équipe internationale de 300 collègues qui partagent la même culture et les mêmes valeurs, et qui sont pleinement engagés dans un projet à fort impact sociétal 💚\nDécouvre nos équipes 😜 avec la vidéo suivante : https:\/\/www.youtube.com\/watch?v=I0nQgqM9Jkk&feature=emb_title\nDescription du poste\nPour accompagner notre forte croissance, nous recherchons un Project Manager AI\/NLP pour rejoindre nos équipes de talents qui partagent une passion commune pour les services distribués, la scalabilité, le déploiement continu et l’intelligence artificielle. 🚀\nAu sein de notre équipe Tech dynamique, vous êtes en charge de gérer les projets d’évolution de nos référentiels de données utilisés dans nos outils d’intelligence artificielle, facilitant la correspondance entre un candidat et une offre.\nPlus précisément, en tant que Project Manager AI NLP, en lien avec nos data scientists mais aussi avec nos différents Product Managers 👩‍🚀👨‍🚀:\nProjet :\nVous êtes en mesure de comprendre les besoins linguistiques et fonctionnels de notre plateforme au service du monde de l’emploi.\nVous participez à la construction de référentiels de données, plus exactement les taxonomies, correspondants aux besoins des talents et des entreprises qui utilisent notre plateforme : métiers, compétences, diplômes, etc. dans un contexte multi-langues.\nCoordination d'équipe : \nVous avez en charge le management hiérarchique de 3 ingénieur(e)s linguistes.\nVous mettez en place des indicateurs de performance pour le suivi de la production des ingénieurs linguistes internes à CleverConnect.\nVous participez activement aux recrutements d’annotateurs sous-traitants gérant des tâches d’annotation et de labellisation de textes.\nVous proposez des méthodes & des métriques de suivi et de planification des annotateurs et vérifiez la qualité des résultats. \nVous savez éditer des instructions claires et efficaces pour partager une tâche linguistique complexe à une personne extérieure à votre domaine d’expertise.\nVotre travail aura un impact sur la manière dont des millions de candidats vivent leur recherche d’emploi.\nQualifications\nDoté d'au moins 3-5 ans d'expérience en tant que Project Manager :\nVos aptitudes relationnelles vous permettent de communiquer aisément avec les équipes d’ingénieurs, les clients mais aussi les freelancers qui participent à l’effort de notre équipe.\nVous êtes ouvert à des formations internes, que ce soit sur un plan technique ou sur un plan structurel.\nVous êtes force de proposition et contribuez à enrichir la dynamique de votre équipe par votre expérience acquise et votre compréhension du monde du travail et de la recherche d’emploi.\nVous maitrisez parfaitement le français et l’anglais (oral et écrit), Vous connaissez idéalement une autre langue telle que l’espagnol, l’italien, l’allemand, le portugais ou le néerlandais.\nUne expérience professionnelle dans un autre pays que la France est un plus.\nTechniquement 💪🧠 \nVous maitrisez le pack Office (ou équivalent) et d'un ou plusieurs outils de gestion des tickets,\nLes méthodes de gestion de projet n’ont pas de secret pour vous.\nLes certifications Prince2 ou PMI (PMP ou CAPM) sont un plus.\nPoste basé à Paris ou Lille. \nInformations supplémentaires\nVous pensez comme nous que la technologie permet la création de solutions simples et élégantes à des problèmes complexes.\nChez CleverConnect, nous vous offrons un environnement dans lequel l’autonomie, la confiance et la collaboration sont favorisées pour permettre à chacun de se surpasser et de repousser les limites afin de fournir des solutions innovantes. \nCleverConnect c’est aussi :  \nUne forte croissance et une solidité financière 🔥\nUne équipe dirigeante accessible, bienveillante et à l’écoute \nDes bureaux au cœur des villes et la possibilité de faire du télétravail 🏠\nDes opportunités de formation, d’évolution et de mobilité en Europe \nDes cours de yoga, des urban trails et des événements sportifs 🏃\nDe nombreux afterworks et 2 séminaires par an 🎉\nRTT, mutuelle, carte déjeuner, remboursement 50% transport, forfait mobilité durable ","30":"Company Description\nAt ServiceNow, our technology makes the world work for everyone, and our people make it possible. We move fast because the world can’t wait, and we innovate in ways no one else can for our customers and communities. By joining ServiceNow, you are part of an ambitious team of change makers who have a restless curiosity and a drive for ingenuity. We know that your best work happens when you live your best life and share your unique talents, so we do everything we can to make that possible. We dream big together, supporting each other to make our individual and collective dreams come true. The future is ours, and it starts with you. \nWith more than 7,400+ customers, we serve approximately 80% of the Fortune 500, and we're proud to be one of FORTUNE's 100 Best Companies to Work For® and World's Most Admired Companies® 2022.\nLearn more on Life at Now blog and hear from our employees about their experiences working at ServiceNow.\nUnsure if you meet all the qualifications of a job description but are deeply excited about the role? We still encourage you to apply! At ServiceNow, we are committed to creating an inclusive environment where all voices are heard, valued, and respected. We welcome all candidates, including individuals from non-traditional, varied backgrounds, that might not come from a typical path connected to this role. We believe skills and experience are transferrable, and the desire to dream big makes for great candidates.\nJob Description\nWhat you get to do in this role:\nInteract with stakeholders in departments across the company, identify opportunities which can leverage NLP and Generative AI to enhance our business, match the optimal AI techniques to the specific business needs, and then build the models that get the job done. This is an opportunity for the right candidate to go from end-to-end in the process, from recognizing a problem to implementing the solution, and integrating it with the business teams. You will:\nCollaborate with cross-functional teams to understand business requirements and use NLP and generative AI to enhance customer experiences\nDesign, develop and implement NLP and generative AI solutions for various projects and initiatives\nResearch and evaluate new NLP and generative AI technologies and techniques for ServiceNow’s customer-centric use cases\nDevelop prototypes and proof-of-concepts to demonstrate the capabilities of NLP and generative AI solutions\nPrepare technical documentation and presentations to communicate NLP and generative AI solutions to both technical and non-technical stakeholders\nMentor and train junior team members on NLP and generative AI techniques and best practices\nQualifications\nTo be successful in this role you have:\nMaster's or PhD degree in Computer Science, Mathematics, Engineering, or a related field with a focus on NLP or NLG\nAt least 5 years of experience in NLP and generative AI, with a proven track record of delivering successful projects\nStrong understanding of NLP and generative AI algorithms, models and technologies\nExcellent programming skills in Python and experience with NLP and generative AI frameworks\nExcellent communication and presentation skills, able to explain complex technical concepts to both technical and non-technical stakeholders\nStrong problem-solving and analytical skills, able to identify and implement solutions to complex problems.\nDesired skills:\nSpecial consideration for applicants experienced in implementing NLG or Generative AI for Customer Journey, marketing or sales processes.\n JV19\nAdditional Information\nServiceNow is an Equal Employment Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, creed, religion, sex, sexual orientation, national origin or nationality, ancestry, age, disability, gender identity or expression, marital status, veteran status or any other category protected by law.\nAt ServiceNow, we lead with flexibility and trust in our distributed world of work. Click here to learn about our work personas: flexible, remote and required-in-office.\nIf you require a reasonable accommodation to complete any part of the application process, or are limited in the ability or unable to access or use this online application process and need an alternative method for applying, you may contact us at talent.acquisition@servicenow.com for assistance.\nFor positions requiring access to technical data subject to export control regulations, including Export Administration Regulations (EAR), ServiceNow may have to obtain export licensing approval from the U.S. Government for certain individuals. All employment is contingent upon ServiceNow obtaining any export license or other approval that may be required by the U.S. Government.\nPlease Note: Fraudulent job postings\/job scams are increasingly common. Click here to learn what to watch out for and how to protect yourself. All genuine ServiceNow job postings can be found through the ServiceNow Careers site.\n  From Fortune. © 2022 Fortune Media IP Limited All rights reserved. Used under license.\nFortune and Fortune Media IP Limited are not affiliated with, and do not endorse products or services of, ServiceNow.","31":"Location: U.S. (New York, NY preferred)\nAbout AlphaSense: \nAlphaSense is a market intelligence platform used by the world's leading companies and financial institutions. Since 2011, our AI-based technology has helped professionals make smarter business decisions by delivering insights from an extensive universe of public and private content—including company filings, event transcripts, news, trade journals, and equity research. Our platform is trusted by over 3,500 enterprise customers, including a majority of the S&P 500. Headquartered in New York City, AlphaSense employs over 1,000 people across offices in the U.S., U.K., Finland, and India. For more information, please visit www.alpha-sense.com.\nAbout the Role: \nWe are seeking a passionate research engineer to join our AI team.  The AI team develops the cutting edge deep learning, NLP, search and recommendation algorithms that power AlphaSense Search and AI products. You’ll work closely with a team of talented researchers and engineers to deliver scalable solutions for our world class AI powered search platform. \nWho You Are:\nIdeally, you possess an advanced degree in Computer Science, Computer Engineering or relevant field with a focus on deep learning and NLP\nFamiliar with the state-of-the-art deep learning and natural language processing research\nHands-on experience working on Large Language Models (LLM) and generative AI is required. You have developed LLM from data collection to deployment. Preferably you have contributed to LLM related publications or open source projects.\nYou are proficient in Python and familiar with deep learning frameworks like PyTorch and TensorFlow, and libraries like Spacy and HuggingFace\nAn excellent communicator with strong organizational, problem-solving, debugging and analytical skills\nWhat You’ll Do: \nDevelop highly scalable deep learning models such as LLM and take them all the way to production\nPerform cutting edge research in deep learning & natural language processing\nWork closely with cross-functional teams to translate product requirements into machine learning architectures\nOwn systems end-to-end including design, code, training, testing, deployment and iteration\nAlphaSense is an equal opportunity employer. We are committed to a work environment that supports, inspires, and respects all individuals. All employees share in the responsibility for fulfilling AlphaSense’s commitment to equal employment opportunity. AlphaSense does not discriminate against any employee or applicant on the basis of race, color, sex (including pregnancy), national origin, age, religion, marital status, sexual orientation, gender identity, gender expression, military or veteran status, disability, or any other non-merit factor. This policy applies to every aspect of employment at AlphaSense, including recruitment, hiring, training, advancement, and termination.\nIn addition, it is the policy of AlphaSense to provide reasonable accommodation to qualified employees who have protected disabilities to the extent required by applicable laws, regulations, and ordinances where a particular employee works.\nBase Compensation Range*:  $148,000 - $230,000 \nAdditional Components: You may also be offered a performance-based bonus, equity, and a generous benefits program.\n*For base compensation, we set standard ranges for all US-based roles based on function, level and geographic location, benchmarked against similar stage growth companies and internal comparables. In order to be compliant with local legislation, as well as to provide greater transparency to candidates, we share salary ranges on all job postings regardless of desired hiring location. Final offer amounts are determined by multiple factors including geographic location as well as candidate experience\/expertise and may vary from the amounts listed above.","32":"At Dyania Health, interns get the chance to invent and apply cutting-edge NLP technology with the aim of transforming the way clinical trials are conducted. You will use large pretrained language models to analyze clinical text data and extract useful information from it. There is a tremendous range of interesting research questions in that space, and you will be expected to write a paper summarizing your results and publish it in a top-tier NLP conference. You will work alongside team members with deep technical expertise in NLP and machine learning, as well as top medical professionals (MDs, pharmacology PhDs, and others). The ideal candidate will have strong foundations in computer science and ML\/NLP, exceptional analytical ability, tolerance for ambiguity, good communication skills, and most importantly, a strong desire to learn and grow.\nRequirements\nRequired Qualifications:\nEnrolled in a graduate program (preferably a PhD program) in a field such as Computer Science, Mathematics, Electrical Engineering, or Bioinformatics\nPractical experience with training and evaluating transformer models using Python-based ML frameworks and libraries such as PyTorch and HuggingFace\nFluency in Python\n\nPreferred Qualifications:\nBackground in Bioinformatics\nPractical experience parallelizing training and inference for large models using libraries such as DeepSpeed\nPublications in top-tier NLP conferences\n\nResponsibilities:\nInvent, build, evaluate, and deploy algorithms and models to accurately extract medical information from structured and unstructured data sources\nAnalyze performance results and convey your analyses to relevant stakeholders\nConduct research and publish your findings at relevant scientific venues\n\nTeam Culture:\n• We lead with empathy for patients and our teammates.\n• We value small egos, self-awareness, and humility in our teammates.\n• We appreciate flexible and adaptive attitudes towards solving problems, as strategic priorities may shift.\n• We love diversity of thought, perspective, working style, skill set, knowledge, and interests amongst our team.\n• We value open dialogue and brainstorming across multidisciplinary teams.\n\nDyania Health is an equal opportunity employer that is committed to workplace diversity and inclusion. We do not discriminate on the basis of race, gender, gender identity, color, religion, national origin, sexual orientation, or any other legally protected characteristic as outlined by federal, state, or local laws.","33":"Description de l'entreprise\nCleverConnect est une scale-up franco-allemande de la HR Tech en forte croissance fondée il y a 10 ans par des ingénieurs. Présents dans 4 pays européens (France, Allemagne, Italie et Espagne), nous poursuivons notre développement à l’international. Depuis la fusion avec Talentry en 2022, nous partageons l’ambition de devenir le leader des software solutions du Talent Acquisition en Europe. \nNotre mission est de fournir des solutions HR utiles à (et aimées 🤟 par) des millions de candidats grâce à des technos de pointes et innovations (Machine Learning, Video Interview...) et une expérience simple et intuitive.\nPour cela, nous mettons en relation les recruteurs et les candidats avec des solutions digitales et des plateformes SaaS innovantes pour rendre le processus de recrutement plus efficace. Nos technologies permettent aux candidats de trouver des opportunités plus ciblées et de valoriser leur personnalité et motivation 🔎\nAinsi, chaque année nous accompagnons 10 millions de candidats à trouver le job qui leur convient 👌\nRejoignez notre équipe internationale de 300 collègues qui partagent la même culture et les mêmes valeurs, et qui sont pleinement engagés dans un projet à fort impact sociétal 💚\nDécouvre nos équipes 😜 avec la vidéo suivante : https:\/\/www.youtube.com\/watch?v=I0nQgqM9Jkk&feature=emb_title\nDescription du poste\nPour accompagner notre forte croissance, nous recherchons un Project Manager AI\/NLP pour rejoindre nos équipes de talents qui partagent une passion commune pour les services distribués, la scalabilité, le déploiement continu et l’intelligence artificielle. 🚀\nAu sein de notre équipe Tech dynamique, vous êtes en charge de gérer les projets d’évolution de nos référentiels de données utilisés dans nos outils d’intelligence artificielle, facilitant la correspondance entre un candidat et une offre.\nPlus précisément, en tant que Project Manager AI NLP, en lien avec nos data scientists mais aussi avec nos différents Product Managers 👩‍🚀👨‍🚀:\nProjet :\nVous êtes en mesure de comprendre les besoins linguistiques et fonctionnels de notre plateforme au service du monde de l’emploi.\nVous participez à la construction de référentiels de données, plus exactement les taxonomies, correspondants aux besoins des talents et des entreprises qui utilisent notre plateforme : métiers, compétences, diplômes, etc. dans un contexte multi-langues.\nCoordination d'équipe : \nVous avez en charge le management hiérarchique de 3 ingénieur(e)s linguistes.\nVous mettez en place des indicateurs de performance pour le suivi de la production des ingénieurs linguistes internes à CleverConnect.\nVous participez activement aux recrutements d’annotateurs sous-traitants gérant des tâches d’annotation et de labellisation de textes.\nVous proposez des méthodes & des métriques de suivi et de planification des annotateurs et vérifiez la qualité des résultats. \nVous savez éditer des instructions claires et efficaces pour partager une tâche linguistique complexe à une personne extérieure à votre domaine d’expertise.\nVotre travail aura un impact sur la manière dont des millions de candidats vivent leur recherche d’emploi.\nQualifications\nDoté d'au moins 3-5 ans d'expérience en tant que Project Manager :\nVos aptitudes relationnelles vous permettent de communiquer aisément avec les équipes d’ingénieurs, les clients mais aussi les freelancers qui participent à l’effort de notre équipe.\nVous êtes ouvert à des formations internes, que ce soit sur un plan technique ou sur un plan structurel.\nVous êtes force de proposition et contribuez à enrichir la dynamique de votre équipe par votre expérience acquise et votre compréhension du monde du travail et de la recherche d’emploi.\nVous maitrisez parfaitement le français et l’anglais (oral et écrit), Vous connaissez idéalement une autre langue telle que l’espagnol, l’italien, l’allemand, le portugais ou le néerlandais.\nUne expérience professionnelle dans un autre pays que la France est un plus.\nTechniquement 💪🧠 \nVous maitrisez le pack Office (ou équivalent) et d'un ou plusieurs outils de gestion des tickets,\nLes méthodes de gestion de projet n’ont pas de secret pour vous.\nLes certifications Prince2 ou PMI (PMP ou CAPM) sont un plus.\nPoste basé à Paris ou Lille. \nInformations supplémentaires\nVous pensez comme nous que la technologie permet la création de solutions simples et élégantes à des problèmes complexes.\nChez CleverConnect, nous vous offrons un environnement dans lequel l’autonomie, la confiance et la collaboration sont favorisées pour permettre à chacun de se surpasser et de repousser les limites afin de fournir des solutions innovantes. \nCleverConnect c’est aussi :  \nUne forte croissance et une solidité financière 🔥\nUne équipe dirigeante accessible, bienveillante et à l’écoute \nDes bureaux au cœur des villes et la possibilité de faire du télétravail 🏠\nDes opportunités de formation, d’évolution et de mobilité en Europe \nDes cours de yoga, des urban trails et des événements sportifs 🏃\nDe nombreux afterworks et 2 séminaires par an 🎉\nRTT, mutuelle, carte déjeuner, remboursement 50% transport, forfait mobilité durable ","34":"Description de l'entreprise\nCleverConnect est une scale-up franco-allemande de la HR Tech en forte croissance fondée il y a 10 ans par des ingénieurs. Présents dans 4 pays européens (France, Allemagne, Italie et Espagne), nous poursuivons notre développement à l’international. Depuis la fusion avec Talentry en 2022, nous partageons l’ambition de devenir le leader des software solutions du Talent Acquisition en Europe. \nNotre mission est de fournir des solutions HR utiles à (et aimées 🤟 par) des millions de candidats grâce à des technos de pointes et innovations (Machine Learning, Video Interview...) et une expérience simple et intuitive.\nPour cela, nous mettons en relation les recruteurs et les candidats avec des solutions digitales et des plateformes SaaS innovantes pour rendre le processus de recrutement plus efficace. Nos technologies permettent aux candidats de trouver des opportunités plus ciblées et de valoriser leur personnalité et motivation 🔎\nAinsi, chaque année nous accompagnons 10 millions de candidats à trouver le job qui leur convient 👌\nRejoignez notre équipe internationale de 300 collègues qui partagent la même culture et les mêmes valeurs, et qui sont pleinement engagés dans un projet à fort impact sociétal 💚\nDécouvre nos équipes 😜 avec la vidéo suivante : https:\/\/www.youtube.com\/watch?v=I0nQgqM9Jkk&feature=emb_title\nDescription du poste\nPour accompagner notre forte croissance, nous recherchons un Responsable de Projet pour rejoindre nos équipes de talents qui partagent une passion commune pour les services distribués, la scalabilité, le déploiement continu et l’intelligence artificielle. 🚀\nAu sein de notre équipe Tech dynamique, vous êtes en charge de gérer les projets d’évolution de nos référentiels de données utilisés dans nos outils d’intelligence artificielle, facilitant la correspondance entre un candidat et une offre.\nPlus précisément, en tant que Responsable de Projet, en lien avec nos data scientists mais aussi avec nos différents Product Managers 👩‍🚀👨‍🚀:\nProjet :\nVous êtes en mesure de comprendre les besoins linguistiques et fonctionnels de notre plateforme au service du monde de l’emploi.\nVous participez à la construction de référentiels de données, plus exactement les taxonomies, correspondants aux besoins des talents et des entreprises qui utilisent notre plateforme : métiers, compétences, diplômes, etc. dans un contexte multi-langues.\nCoordination d'équipe : \nVous avez en charge le management hiérarchique de 3 ingénieur(e)s linguistes.\nVous mettez en place des indicateurs de performance pour le suivi de la production des ingénieurs linguistes internes à CleverConnect.\nVous participez activement aux recrutements d’annotateurs sous-traitants gérant des tâches d’annotation et de labellisation de textes.\nVous proposez des méthodes & des métriques de suivi et de planification des annotateurs et vérifiez la qualité des résultats. \nVous savez éditer des instructions claires et efficaces pour partager une tâche linguistique complexe à une personne extérieure à votre domaine d’expertise.\nVotre travail aura un impact sur la manière dont des millions de candidats vivent leur recherche d’emploi.\n Qualifications\nDoté d'au moins 3-5 ans d'expérience en tant que Responsable de Projet :\nVos aptitudes relationnelles vous permettent de communiquer aisément avec les équipes d’ingénieurs, les clients mais aussi les freelancers qui participent à l’effort de notre équipe.\nVous êtes ouvert à des formations internes, que ce soit sur un plan technique ou sur un plan structurel.\nVous êtes force de proposition et contribuez à enrichir la dynamique de votre équipe par votre expérience acquise et votre compréhension du monde du travail et de la recherche d’emploi.\nVous maitrisez parfaitement le français et l’anglais (oral et écrit), Vous connaissez idéalement une autre langue telle que l’espagnol, l’italien, l’allemand, le portugais ou le néerlandais.\nUne expérience professionnelle dans un autre pays que la France est un plus.\nTechniquement 💪🧠 \nVous maitrisez le pack Office (ou équivalent) et d'un ou plusieurs outils de gestion des tickets,\nLes méthodes de gestion de projet n’ont pas de secret pour vous.\nLes certifications Prince2 ou PMI (PMP ou CAPM) sont un plus.\nVous pensez comme nous que la technologie permet la création de solutions simples et élégantes à des problèmes complexes.\nChez CleverConnect, nous vous offrons un environnement dans lequel l’autonomie, la confiance et la collaboration sont favorisées pour permettre à chacun de se surpasser et de repousser les limites afin de fournir des solutions innovantes. \nPoste basé à Paris ou Lille. \n Informations supplémentaires\nVous pensez comme nous que la technologie permet la création de solutions simples et élégantes à des problèmes complexes.\nChez CleverConnect, nous vous offrons un environnement dans lequel l’autonomie, la confiance et la collaboration sont favorisées pour permettre à chacun de se surpasser et de repousser les limites afin de fournir des solutions innovantes. \nCleverConnect c’est aussi :  \nUne forte croissance et une solidité financière 🔥\nUne équipe dirigeante accessible, bienveillante et à l’écoute \nDes bureaux au cœur des villes et la possibilité de faire du télétravail 🏠\nDes opportunités de formation, d’évolution et de mobilité en Europe \nDes cours de yoga, des urban trails et des événements sportifs 🏃\nDe nombreux afterworks et 2 séminaires par an 🎉\nRTT, mutuelle, carte déjeuner, remboursement 50% transport, forfait mobilité durable ","35":"Work Location: Barcelona, Spain\nWork Schedule: Monday – Friday during regular business hours\nEngagement Model: Permanent employment \nLanguages Needed: Rusian\nStart Date: February \n\nWe are looking for Rusian Speakers to join us on a new innovative and interesting project to improve Artificial Intelligence and technology that makes our everyday lives better (i.e., speech or text recognition, input methods, keyboard\/swipe technology, or other areas of human-machine interaction related to languages).\n\nRole Summary\nLanguage Data Analysts will focus on speech or text recognition, input methods, keyboard\/swipe technology, or other areas of human-machine interaction related to languages.\n\nRole Responsibilities\nClassify, sort, label, and annotate data\nRequirements\nRole Requirements\nEligible to work in Barcelona\nIdiomatic fluency in Rusian\nAdvanced fluency in English (tests and training materials are in English)\nAbility to work onsite at our offices in Barcelona\nDetail-oriented and comfortable with repetitive tasks\nTeam player\nNo previous experience or training in the field is required - we will provide training.\n\nDataForce by TransPerfect is part of the TransPerfect family of companies, the world’s largest provider of language and technology solutions for global business, with offices in more than 100 cities worldwide.\n\nWe offer high-quality data for Human-Machine Interaction to some of the most prestigious technology companies in the world. Our department focuses on gathering, enriching and processing data for Machine Learning in different AI domains.\n\nTo learn more about DataForce please visit us at https:\/\/www.transperfect.com\/dataforce ;","36":"Work Location: Barcelona, Spain\nWork Schedule: Monday – Friday during regular business hours\nEngagement Model: Permanent employment \nLanguages Needed: Rusian\nStart Date: February \n\nWe are looking for Rusian Speakers to join us on a new innovative and interesting project to improve Artificial Intelligence and technology that makes our everyday lives better (i.e., speech or text recognition, input methods, keyboard\/swipe technology, or other areas of human-machine interaction related to languages).\n\nRole Summary\nLanguage Data Analysts will focus on speech or text recognition, input methods, keyboard\/swipe technology, or other areas of human-machine interaction related to languages.\n\nRole Responsibilities\nClassify, sort, label, and annotate data\nRequirements\nRole Requirements\nEligible to work in Barcelona\nIdiomatic fluency in Rusian\nAdvanced fluency in English (tests and training materials are in English)\nAbility to work onsite at our offices in Barcelona\nDetail-oriented and comfortable with repetitive tasks\nTeam player\nNo previous experience or training in the field is required - we will provide training.\n\nDataForce by TransPerfect is part of the TransPerfect family of companies, the world’s largest provider of language and technology solutions for global business, with offices in more than 100 cities worldwide.\n\nWe offer high-quality data for Human-Machine Interaction to some of the most prestigious technology companies in the world. Our department focuses on gathering, enriching and processing data for Machine Learning in different AI domains.\n\nTo learn more about DataForce please visit us at https:\/\/www.transperfect.com\/dataforce ;","37":"Job Overview\nAs a NLP Research Scientist, you will be responsible for implementing natural language processing technologies while working closely with the engineering team. As the G123 platform grows its portfolio of games and expands globally, your main responsibilities include:\n\nLanding the NLP technologies into the company's existing product\nExplore novel innovations\nPrepare and execute proof-of-concepts of the solutions with stakeholders\nDeploy successful proof-of-concepts together with engineers\nRequirements\nResearch\/industry experience in: machine translation, natural language generation, text summarization, dialog system, question answering or equivalent\nStrong analytical, algorithmic and coding skills\nMotivated to build innovative systems with AI and NLP technologies\nCollaborative team player mentality\nSelf-motivated and passionate about solving real-world problems\n\nGood to have\nOne server-side programming language (TypeScript, Go, JavaScript, Kotlin, Python)\nPWA, Web Payments, Web Authentication API (WebAuthn), FedCM\nWebSocket API (WebSockets), Web APIs, Local Storage\nKubernetes (K8s)\nCan design websites or web applications\nExperience in a startup environment\nCan adapt to fast-paced coding and sprints\nLanguage Requirements\nCan work in Chinese OR Japanese OR English\nCan read and understand technical documents in English\nBenefits\nVisa support\nFree lunch catering (*after 3 months employment) and early-bird breakfast\nFree in-office Starbucks, coffee, tea, beverages, snacks, sweets, & vitamins\/supplements\nModern office space in the heart of Tokyo, with views of Tokyo Tower and Mount Fuji\nIndustry-leading work-life harmony: overtime is rare and discouraged\nCommute expenses covered\n30,000 yen rent support if you live 2 stops from Roppongi 1-chome or Kamiyacho stations\nBonus for continuous employment (50,000 yen\/month added to base salary after 5 years of continued employment)\nHealth insurance\nDiverse & international environment\nWorking hours: 10:00 – 19:00, Monday to Friday (in-office)\nAbout CTW.inc\nFounded in 2013, CTW is Japan’s No.1 browser game company. Our primary service is the G123 IP game platform — which publishes video games based on famous Japanese IP.\nWe’ve been experiencing steady growth in revenue in the past few years as our player base has exploded to over 50 million users worldwide.\nWe must grow quickly to keep up with market demand.\nOur CEO founded and named this company with the aspiration to \"Change the World.\" As a fast-growing startup, we hope our team will drive themselves to try new things and accelerate their careers to match the rapid expansion of the company.\n\nOur core values are\n- ambition\n- drive\n- simplicity\n\nWith global hits like Vivid Army, Queen's Blade, and many more, we’re looking to go from a market leader in Japan to an industry leader globally!","38":"At Flagship Pioneering, we conceive, create, resource, and develop first-in-category life sciences companies to transform human health and sustainability. We’ve created over 100 scientific ventures, including the now familiar drug and vaccine innovator, Moderna Therapeutics.\nSince its inception in 2000, many of our companies have leveraged advances in computing, big data and AI. In recent years, this trend has accelerated with first-in-category life science companies such as Generate Biomedicines, Cellarity, Valo and many others that are creating breakthrough innovations using AI and ML technologies.\nWe are looking for extraordinary computational scientists, engineers, and entrepreneurs to work alongside individuals within the Flagship Ecosystem focused on solving the most impactful challenges in AI and the life sciences.\nDescription\nThe Natural Language ML scientist will envision and drive core research directions. They will work closely with an interdisciplinary team to design and implement novel natural language processing tools using large language models (LLMs) with biological impact. This is an exciting opportunity to be part of a fast-paced, highly dynamic entrepreneurial environment.\nKey Responsibilities:\nLeverage state-of-the-art advances in natural language processing using large language models (LLMs) for analyzing and reasoning over texts and other unstructured data in the context of biological problems.\nTake ownership and drive cutting-edge research on language modeling with emphasis on scientific accuracy and explainability.\nDevelop clear, intuitive visualizations. Communicate analysis results via presentations to a multi-disciplinary audience.\nCultivate a data-centric and process-oriented company philosophy by creating and maintaining best practices for software development, data management, and infrastructure.\nMonitor and evaluate new and emerging technologies and models and identify opportunities for collaboration within Flagship Pioneering companies, academia, and third-parties.\nBasic Requirements:\nPhD in Machine Learning, Computer Science, Statistics, Math, or other related fields.\nExtensive experience with fine-tuning LLMs, developing novel LM methods, and evaluating LLM performance.\nStrong publication record.\nFluency in Python and standard ML tools and packages.\nMotivated and team oriented, with an ability to thrive in an entrepreneurial and multidisciplinary environment.\nExcellent communication and presentation skills. Must be able to think independently and work collaboratively.\nPreferred Requirements:\nFamiliarity with AWS, GCP, or similar cloud-computing services.\nFamiliarity with Git.\nExperience with large language datasets.\nFlagship Pioneering and our ecosystem companies are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status.\nRecruitment & Staffing Agencies*: Flagship Pioneering and its affiliated Flagship Lab companies (collectively, “FSP”) do not accept unsolicited resumes from any source other than candidates. The submission of unsolicited resumes by recruitment or staffing agencies to FSP or its employees is strictly prohibited unless contacted directly by Flagship Pioneering’s internal Talent Acquisition team. Any resume submitted by an agency in the absence of a signed agreement will automatically become the property of FSP, and FSP will not owe any referral or other fees with respect thereto.*","39":"Company Description\nSquare builds common business tools in unconventional ways so more people can start, run, and grow their businesses. When Square started, it was difficult and expensive (or just plain impossible) for some businesses to take credit cards. Square made credit card payments possible for all by turning a mobile phone into a credit card reader. Since then Square has been building an entire business toolkit of both hardware and software products including Square Capital, Square Terminal, Square Payroll, and more. We’re working to find new and better ways to help businesses succeed on their own terms—and we’re looking for people like you to help shape tomorrow at Square.\n Job Description\nSquare’s mission is economic empowerment, and our team supports this by using data to understand and empathize with our customers, thereby allowing us to build a remarkable experience. The goal of the Fulfillment team is to lower the barrier to entry for our Sellers to move into a more complex fulfillment landscape. While keeping the experience accessible and available to anyone. As a member of the Fulfillments team, you will use engineering, analytics, and machine learning to empower data-driven decision-making in the full lifecycle of product development and ensure a cohesive platform experience. While reporting to the Commerce Platform Analytics lead, you will help lead the effort to help define metrics to track progress against organizational goals, develop solutions to personalize product experiences, provide insights to our sellers about their business, and drive strategic decisions with data. \nYou will:\nPartner directly with the Fulfillments product team to make data-driven decisions across the organization by applying descriptive and predictive analytics where it will have a material impact\nApply a diverse set of tactics such as statistics, quantitative reasoning, and machine learning to research and produce insights\nCoordinate and solve complex projects that extend beyond the traditional boundaries of product domains, analytics, and data science\nCommunicate analysis and decisions to high-level partners and executives in verbal, visual, and written media\nLead the data strategy of embedded product engineering, to help make well-informed architecture and design decisions that affect data at Square\nDevelop resources to empower data access and self-service so your expertise can be leveraged where it is most impactful\nQualifications\nYou have:\n6+ years of analytics and data science experience or equivalent\nExperience building relationships to influence product partners with data\nExperience leading cross-functional projects that depend on the contributions of others in multiple disciplines\nExperience applying both statistical and machine-learning techniques to solve practical product problems such as predicting churn, defining frameworks for measuring success, and clustering user archetypes\nFamiliarity with data warehouse design and best practices\nFluency with data, analytics, and visualization technologies (we use SQL, Looker, and Python)\nNice to have: \nM.S or Ph.D. in a quantitative field (mathematics, statistics, or similar STEM field)\nExperience working on product & platform initiatives focused on measuring platform success\nAdditional Information\nBlock takes a market-based approach to pay, and pay may vary depending on your location. U.S. locations are categorized into one of four zones based on a cost of labor index for that geographic area. The successful candidate’s starting pay will be determined based on job-related skills, experience, qualifications, work location, and market conditions. These ranges may be modified in the future.\n\nZone A: USD $184,100 - USD $225,000\nZone B: USD $174,900 - USD $213,700\nZone C: USD $165,700 - USD $202,500\nZone D: USD $156,400 - USD $191,200\nTo find a location’s zone designation, please refer to this resource. If a location of interest is not listed, please speak with a recruiter for additional information. \nBenefits include the following:\nHealthcare coverage\nRetirement Plans including company match \nEmployee Stock Purchase Program\nWellness programs, including access to mental health, 1:1 financial planners, and a monthly wellness allowance \nPaid parental and caregiving leave\nPaid time off\nLearning and Development resources\nPaid Life insurance, AD&D. and disability benefits \nPerks such as WFH reimbursements and free access to caregiving, legal, and discounted resources \nThis role is also eligible to participate in Block's equity plan subject to the terms of the applicable plans and policies, and may be eligible for a sign-on bonus. Sales roles may be eligible to participate in a commission plan subject to the terms of the applicable plans and policies. Pay and benefits are subject to change at any time, consistent with the terms of any applicable compensation or benefit plans.\nWe’re working to build a more inclusive economy where our customers have equal access to opportunity, and we strive to live by these same values in building our workplace. Block is a proud equal opportunity employer. We work hard to evaluate all employees and job applicants consistently, without regard to race, color, religion, gender, national origin, age, disability, pregnancy, gender expression or identity, sexual orientation, citizenship, or any other legally protected class. \nWe believe in being fair, and are committed to an inclusive interview experience, including providing reasonable accommodations to disabled applicants throughout the recruitment process. We encourage applicants to share any needed accommodations with their recruiter, who will treat these requests as confidentially as possible. Want to learn more about what we’re doing to build a workplace that is fair and square? Check out our I+D page. \nAdditionally, we consider qualified applicants with criminal histories for employment on our team, and always assess candidates on an individualized basis.\nBlock, Inc. (NYSE: SQ) is a global technology company with a focus on financial services. Made up of Square, Cash App, Spiral, TIDAL, and TBD, we build tools to help more people access the economy. Square helps sellers run and grow their businesses with its integrated ecosystem of commerce solutions, business software, and banking services. With Cash App, anyone can easily send, spend, or invest their money in stocks or Bitcoin. Spiral (formerly Square Crypto) builds and funds free, open-source Bitcoin projects. Artists use TIDAL to help them succeed as entrepreneurs and connect more deeply with fans. TBD is building an open developer platform to make it easier to access Bitcoin and other blockchain technologies without having to go through an institution."}}